;;;;;;;; FAVID'S PERKS ;;;;;;;;;


;;;;;;;; CUSTOM PERKS ;;;;;;;;;
[AlienKiller X2AbilityTemplate]
LocFriendlyName="外星人猎手"
LocLongDescription="对外星人伤害提高15%。被动技能"
LocHelpText="对外星人伤害提高15%。被动技能"
LocFlyOverText="外星人猎手"
LocPromotionPopupText="<Bullet/> 对外星人伤害提高15%。被动技能. <br/>"

[GiantSlayer X2AbilityTemplate]
LocFriendlyName="巨人杀手"
LocLongDescription="对无法获得掩体效果或侧翼暴露的敌人提高 <Ability:GIANTSLAYER_DAMAGE/> 伤害和增加 <Ability:GIANTSLAYER_CRIT_CHANCE/>暴击率。 被动技能。"
LocHelpText="对无法获得掩体效果或侧翼暴露的敌人提高 <Ability:GIANTSLAYER_DAMAGE/> 伤害和增加 <Ability:GIANTSLAYER_CRIT_CHANCE/>暴击率。 被动技能。"
LocFlyOverText="巨人杀手"
LocPromotionPopupText="<Bullet/>对无法获得掩体效果或侧翼暴露的敌人提高 <Ability:GIANTSLAYER_DAMAGE/> 伤害和增加 <Ability:GIANTSLAYER_CRIT_CHANCE/>暴击率。 被动技能。<br/>"

;;;;;;;; SHADOW OPS PERKS ;;;;;;;;

[ShadowOps_Breach X2AbilityTemplate]
LocFriendlyName = "破碎"
LocLongDescription = "可摧毁一小片区域内的掩体，并粉碎敌人<Ability:Shred/>点护甲的特殊攻击。伤害会减少且不可暴击。仅限霰弹枪使用。消耗<Ability:SelfAmmoCost/>发弹药。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "可摧毁一小片区域内的掩体，并粉碎敌人<Ability:Shred/>点护甲的特殊攻击。伤害会减少且不可暴击。"
LocFlyOverText = "破碎"
LocPromotionPopupText = "<Bullet/>更先进的武器将造成更多伤害并粉碎更多护甲。<br/><Bullet/>破碎在摧毁掩体方面的效果奇佳，但伤害和范围比发射的榴弹小。<br/><Bullet/>破碎的确定伤害特性，很适合用来终结低血量的敌人。<br/><Bullet/> 破碎无法造成暴击。<br/><Bullet/>破碎需要<Ability:SelfAmmoCost/>发子弹并需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_ChainReaction X2AbilityTemplate]
LocFriendlyName = "连锁反应"
LocLongDescription = "当你用爆炸伤害击杀一名敌人时，这名敌人身上的爆炸物也会被引爆。"
LocHelpText = "当你用爆炸伤害击杀一名敌人时，这名敌人身上的爆炸物也会被引爆。"
LocFlyOverText = "连锁反应"
LocPromotionPopupText = "<Bullet/>连锁反应可以对挨在一起的敌人造成大量伤害。<br/><Bullet/>在队友身边使用爆炸物时要小心，因为二次爆炸可能波及到你不希望受到影响的队友上。<br/><Bullet/>被你直接杀死的单位才会引发二次爆炸。二次爆炸不会引发更多的连锁反应爆炸。<br/>"

[ShadowOps_ChainReactionFuse X2AbilityTemplate]
LocFriendlyName = "连锁反应"
LocFlyOverText = "连锁反应"

[ShadowOps_DangerZone X2AbilityTemplate]
LocFriendlyName = "毁灭"
LocLongDescription = "你发射的火箭，榴弹爆炸范围增加2格，破碎技能的范围增加1格"
LocHelpText = "你发射的火箭，榴弹爆炸范围增加2格，破碎技能的范围增加1格"
LocFlyOverText = "毁灭"
LocPromotionPopupText = "<Bullet/>毁灭大幅强化了榴弹和火箭的爆炸范围，让它们能击中更多的目标并摧毁他们所在的掩体。更不用说敌人身边的掩体了。<br/>"

[ShadowOps_ShieldProtocol X2AbilityTemplate]
LocFriendlyName = "护盾协议"
LocLongDescription = "给予一个友方单位能量护盾，可吸收<Ability:Shield/>点伤害。护盾持续到任务结束或直到摧毁，同时赋予毒素免疫。需要小精灵或坦克小精灵。"
LocHelpText = "给予一个友方单位能量护盾，可吸收<Ability:Shield/>点伤害。需要小精灵或坦克小精灵。"
LocFlyOverText = "护盾协议"
LocPromotionPopupText = "<Bullet/>高级的小精灵可以提供更强力的护盾。<br/><Bullet/>护盾吸收的伤害不会造成受伤，所以尽量在你的士兵受伤之前就给他们套上护盾。<br/><Bullet/>要考虑到给身陷险境的单位留一次护盾协议。<br/><Bullet/>护盾一直存在，除非吸收的伤害达到其容量，或者龙骑兵死亡、撤离。<br/><Bullet/>护盾也赋予毒素免疫。<br/><Bullet/>护盾协议每次任务可使用1次。<br/><Bullet/>需要小精灵或坦克小精灵。<br/>"

[ShadowOps_AdvancedShieldProtocol X2AbilityTemplate]
LocFriendlyName = "快速防护"
LocLongDescription = "使用护盾协议不再消耗行动点。"
LocHelpText = "给予一个友方单位能量护盾，可吸收<Ability:Shield/>点伤害。此能力不消耗行动点。"
LocFlyOverText = "快速防护"
LocPromotionPopupText = "<Bullet/>高级的小精灵可以提供更强力的护盾。<br/><Bullet/>护盾吸收的伤害不会造成受伤，所以尽量在你的士兵受伤之前就给他们套上护盾。<br/><Bullet/>要考虑到给身陷险境的单位留一次护盾协议。<br/><Bullet/>护盾一直存在，除非吸收的伤害达到其容量，或者龙骑兵死亡、撤离。<br/><Bullet/>护盾也赋予毒素免疫。<br/><Bullet/>护盾协议每次任务可使用1次。<br/><Bullet/>需要小精灵或坦克小精灵。<br/>"

[ShadowOps_ShieldSurge X2AbilityTemplate]
LocFriendlyName = "护盾电涌"
LocLongDescription = "护盾协议现在给予目标<Ability:ArmorMitigation:ShadowOps_ShieldProtocol/>护甲，效果持续1回合。"
LocHelpText = "护盾协议现在给予目标<Ability:ArmorMitigation:ShadowOps_ShieldProtocol/>护甲，效果持续1回合。"
LocFlyOverText = "护盾电涌"
LocPromotionPopupText = "<Bullet/>护甲将持续到你的下一个回合开始。<br/>"

[ShadowOps_ShieldBattery X2AbilityTemplate]
LocFriendlyName = "护盾电池"
LocLongDescription = "护盾协议的额外使用次数+<Ability:ShieldBatteryBonusCharges/>。"
LocHelpText = "护盾协议的额外使用次数+<Ability:ShieldBatteryBonusCharges/>。"
LocFlyOverText = "护盾电池"
LocPromotionPopupText = "<Bullet/>增加护盾协议的额外使用次数<br/>"

[ShadowOps_Aegis X2AbilityTemplate]
LocFriendlyName = "宙斯盾"
LocLongDescription = "护盾协议降低20%敌人造成的伤害。"
LocHelpText = "护盾协议降低20%敌人造成的伤害。"
LocFlyOverText = "宙斯盾"
LocPromotionPopupText = "<Bullet/>护盾存在时，此项伤害减免适用于伤害总量，而不仅仅是被护盾吸收的伤害。<br/>"

[ShadowOps_StasisField X2AbilityTemplate]
LocFriendlyName = "静滞力场"
LocLongDescription = "让龙骑士和附近所有单位进入静滞状态，持续一回合。静滞状态中的单位无法行动，对伤害免疫。每次任务限用一次。"
LocHelpText = "让龙骑士和附近所有单位进入静滞状态，持续一回合。静滞状态中的单位无法行动，对伤害免疫。"
LocFlyOverText = "静滞力场"
LocPromotionPopupText = "<Bullet/> 静滞力场同时影响友方和敌方单位。<br/><Bullet/>每次任务限用一次<br/>"

[ShadowOps_PointBlank X2AbilityTemplate]
LocFriendlyName = "抵近射击"
LocLongDescription = "狙击步枪近距离射击的命中惩罚减少80%。"
LocHelpText = "狙击步枪近距离射击的命中惩罚减少80%。"
LocFlyOverText = "抵近射击"
LocPromotionPopupText = "<Bullet/>近在咫尺将狙击步枪近距离射击的最大命中惩罚从-30降到-6。<br/><Bullet/>近在咫尺不影响急速射击带来的命中惩罚。<br/>"

[ShadowOps_Stalker X2AbilityTemplate]
LocFriendlyName = "潜伏"
LocLongDescription = "隐蔽状态下移动力<Ability:+Mobility/>，命中<Ability:+ToHit/>。"
LocHelpText = "隐蔽状态下移动力<Ability:+Mobility/>，命中<Ability:+ToHit/>。"
LocFlyOverText = "潜伏"
LocPromotionPopupText = "<Bullet/>如果打破隐蔽状态，加成立刻消失。<br/>"

[ShadowOps_FirstStrike X2AbilityTemplate]
LocFriendlyName = "先手打击"
LocLongDescription = "处于隐蔽状态或包抄敌人侧翼时，用<Ability:WeaponName/>造成<Ability:+Damage/>的伤害，并且不受小队视野的惩罚。"
LocHelpText = "处于隐蔽状态或包抄敌人侧翼时，用<Ability:WeaponName/>造成<Ability:+Damage/>的伤害，并且不受小队视野的惩罚。"
LocFlyOverText = "先手打击"
LocPromotionPopupText = "<Bullet/>先手攻击在伏击中可以一枪干掉强大的敌人，从而提供决定性的战场优势。<br/><Bullet/>有先手攻击的士兵必须主动发动伏击才能获得加成。先手攻击不影响隐蔽状态下的监视。"

[ShadowOps_Anatomist X2AbilityTemplate]
LocFriendlyName = "解剖专家"
LocLongDescription = "你对每个已经击杀过的相同种类的敌人造成的暴击伤害<Ability:+CritDamage>，最多可达<Ability:+MaxCritDamage>。"
LocHelpText = "你对每个已经击杀过的相同种类的敌人造成的暴击伤害<Ability:+CritDamage>，最多可达<Ability:+MaxCritDamage>。"
LocPromotionPopupText = "<Bullet/>你对每个已经击杀过的相同种类的敌人造成更多暴击伤害。比如，变种人士兵和高级变种人士兵属于相同种类的敌人。<br/><Bullet/>每位士兵的杀敌数量都将单独统计，任务不限。<br/>"

[ShadowOps_Assassin X2AbilityTemplate]
LocFriendlyName = "暗影刺客"
LocLongDescription = "用<Ability:WeaponName/>击毙侧翼暴露或无掩体的敌人后进入隐蔽状态。"
LocHelpText = "用<Ability:WeaponName/>击毙侧翼暴露或无掩体的敌人后进入隐蔽状态。"
LocFlyOverText = "暗影刺客"
LocPromotionPopupText = "<Bullet/>你的侧翼必须没有暴露给任何敌人，这样才能进入隐蔽状态。<br/>"

[ShadowOps_Fortify X2AbilityTemplate]
LocFriendlyName = "固若金汤"
LocLongDescription = "进入监视或使用压制时防御<Ability:+Defense:ShadowOps_FortifyTrigger/>，持续到你的下回合开始。"
LocHelpText = "进入监视或使用压制时防御<Ability:+Defense:ShadowOps_FortifyTrigger/>，持续到你的下回合开始。"
LocFlyOverText = "固若金汤"
LocPromotionPopupText = "<Bullet/>固若金汤适用于给予反应射击的所有主动技能，包括支配地带。<br/>"

[ShadowOps_FortifyTrigger X2AbilityTemplate]
LocFriendlyName = "固若金汤"
LocLongDescription = "防御<Ability:+Defense:ShadowOps_FortifyTrigger/>，持续到你的下回合开始。"
LocHelpText = "防御<Ability:+Defense:ShadowOps_FortifyTrigger/>，持续到你的下回合开始。"
LocFlyOverText = "固若金汤"

[ShadowOps_Entrench X2AbilityTemplate]
LocFriendlyName = "站稳脚跟"
LocLongDescription = "激活后只要不移动，则防御增加<Ability:Defense/>，闪避增加<Ability:Dodge/>。仅在掩体中时生效。结束回合。"
LocHelpText = "激活后只要不移动，则防御增加<Ability:Defense/>，闪避增加<Ability:Dodge/>。仅在掩体中时生效。结束回合。"
LocFlyOverText = "站稳脚跟"
LocPromotionPopupText = "<Bullet/>通常在开火之前，待在较差的掩体里发动站稳脚跟比移动到更好的掩体中去要好得多。<br/>"

[ShadowOps_ImprovedSuppression X2AbilityTemplate]
LocFriendlyName = "强化压制"
LocLongDescription = "压制和区域压制使主要目标陷入混乱。"
LocHelpText = "压制和区域压制使主要目标陷入混乱。"
LocFlyOverText = "强化压制"
LocPromotionPopupText = "<Bullet/>混乱的敌人命中和移动都被降低，且无法使用大多数特殊能力。<br/><Bullet/>被压制瞄准的那名敌人将在压制发动时就陷入混乱状态。<br/><Bullet/>压制被打断并不会让混乱效果提前结束。<br/>"

[ShadowOps_Overkill X2AbilityTemplate]
LocFriendlyName = "斩草除根"
LocLongDescription = "你对半血或半血以下敌人的攻击获得<Ability:+Damage/>伤害。"
LocHelpText = "你对半血或半血以下敌人的攻击获得<Ability:+Damage/>伤害。"
LocFlyOverText = "斩草除根"
LocPromotionPopupText = "你的所有攻击，包括臂套攻击都能获得伤害加成。<br/><Bullet/>斩草除根对你技能产生的火焰、酸和毒伤害没有影响。<br/>"

[ShadowOps_AdrenalineSurge X2AbilityTemplate]
LocFriendlyName = "肾上腺素迸发"
LocLongDescription = "当你击杀敌人时，你和周围的友方单位暴击率<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/>，移动力<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/>。效果持续到你的本回合结束。"
LocHelpText = "<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/>暴击率，<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/>移动力，持续到你的本回合结束。"
LocFlyOverText = "肾上腺素迸发"
LocPromotionPopupText = "<Bullet/>如果你在敌方回合完成击杀，加成将持续到你的下回合结束。<br/><Bullet/>肾上腺素迸发有效范围为8格。<br/>"

[ShadowOps_AdrenalineSurgeTrigger X2AbilityTemplate]
LocFriendlyName = "肾上腺素迸发"
LocLongDescription = "当你击杀敌人时，你和周围的友方单位暴击率<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/>，移动力<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/>。效果持续到你的本回合结束。"
LocHelpText = "<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/>暴击率，<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/>移动力，持续到你的本回合结束。"
LocFlyOverText = "肾上腺素迸发"

[ShadowOps_BurstFire X2AbilityTemplate]
LocFriendlyName = "弹幕射击"
LocLongDescription = "攻击一条直线上的所有目标，损坏或摧毁掩体。仅用于加农炮。消耗<Ability:SelfAmmoCost/>发弹药。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "攻击一条直线上的所有目标，损坏或摧毁掩体。"
LocFlyOverText = "弹幕射击"
LocPromotionPopupText = "<Bullet/>弹幕射击有70%几率伤害目标，100%几率损坏或摧毁掩体。<br/><Bullet/>如果处于合适的位置，弹幕射击可以击中多个敌人。不过用在单个目标上也是可以的。<br/><Bullet/>开火前要注意弹幕射击将会毁坏的东西，包括目标背后的东西。<br/><Bullet/>在全身掩体中发动弹幕射击时务必注意。士兵可能\"踏出一步\"，从而使弹幕射击瞄准一条与你预期不符的直线。<br/><Bullet/>弹幕射击需要<Ability:SelfAmmoCost/>发弹药和<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_Mayhem_LW2 X2AbilityTemplate]
LocFriendlyName = "军火大亨"
LocLongDescription = "你所有的攻击都获得<Ability:+Damage>伤害。"
LocHelpText = "你所有的攻击都获得<Ability:+Damage>伤害。"
LocFlyOverText = "军火大亨"
LocPromotionPopupText = "<Bullet/>你的攻击所造成的火焰、酸和毒的持续伤害同样获得<Ability:+DamageOverTime>的伤害加成。<br/>"

[ShadowOps_Lightfoot X2AbilityTemplate]
LocFriendlyName = " 脚步轻捷"
LocLongDescription = "移动力<Ability:+Mobility/>。隐匿时敌人对你的侦察范围减少10%。"
LocHelpText = "移动力<Ability:+Mobility/>。隐匿时敌人对你的侦察范围减少10%。"
LocFlyOverText = " 脚步轻捷"
LocPromotionPopupText = "<Bullet/> 脚步轻捷赋予的额外移动力可以让你快速包抄敌人侧翼或抵达目标地点，但是要小心别走在小队太前面。<br/><Bullet/>对隐蔽状态下的加成可与其他提升隐匿效果的加成叠加，比如电子干扰。<br/>"

[ShadowOps_NoiseMaker X2AbilityTemplate]
LocFriendlyName = "噪声制造器"
LocLongDescription = "给予 <Ability:NoiseMakerCharges/> 个超音波诱饵到物品栏中。"
LocHelpText = "给予 <Ability:NoiseMakerCharges/> 个超音波诱饵到物品栏中。"
LocFlyOverText = "噪声制造器"
LocPromotionPopupText = "<Bullet/> 可以使用一堆超音波诱饵。<br/>"

[ShadowOps_ECM X2AbilityTemplate]
LocFriendlyName = "电子干扰"
LocLongDescription = "在隐蔽状态下，敌人对所有小队成员的侦察范围减少<Ability:ECMDetectionModifier/>%。"
LocHelpText = "在隐蔽状态下，敌人对所有小队成员的侦察范围减少<Ability:ECMDetectionModifier/>%。"
LocFlyOverText = "电子干扰"
LocPromotionPopupText = "<Bullet/>如果龙骑兵死亡或撤离，此效果将移除。<br/>"

[ShadowOps_SensorOverlays X2AbilityTemplate]
LocFriendlyName = "探测覆盖"
LocLongDescription = "队友攻击你视野内的敌人时暴击率<Ability:+Crit>。对自身亦有效。"
LocHelpText = "队友攻击你视野内的敌人时暴击率<Ability:+Crit>。对自身亦有效。"
LocFlyOverText = "探测覆盖"
LocPromotionPopupText = "<Bullet/>不包括小队视野范围内的单位。<br/>"

[ShadowOps_Evasive X2AbilityTemplate]
LocFriendlyName = "第六感"
LocLongDescription = "你对多目标及范围攻击免疫。"
LocHelpText = "你对多目标及范围攻击免疫。"
LocFlyOverText = "第六感"
LocPromotionPopupText = "<Bullet/>范围攻击包括榴弹和其他爆炸物。<br/>"

[ShadowOps_Vanish X2AbilityTemplate]
LocFriendlyName = "无影无踪"
LocLongDescription = "如果你的回合开始时视野内没有敌人，那么就获得隐蔽状态。此效果需要2回合冷却。"
LocHelpText = "如果你的回合开始时视野内没有敌人，那么就获得隐蔽状态。"
LocFlyOverText = "无影无踪"
LocPromotionPopupText = "<Bullet/>拥有无影无踪技能的单位是优秀的侦察兵。如果被敌人发现了，只要暂时撤退就可以重新进入隐蔽状态。<br/><Bullet/>使用无影无踪获得隐蔽状态没有次数限制。<br/><Bullet/>无影无踪需要2回合冷却。<br/>"

[ShadowOps_VanishTrigger X2AbilityTemplate]
LocFriendlyName = "无影无踪"
LocLongDescription = "如果你的回合开始时视野内没有敌人，那么就获得隐蔽状态。此效果需要2回合冷却。"
LocHelpText = "如果你的回合开始时视野内没有敌人，那么就获得隐蔽状态。"
LocFlyOverText = "无影无踪"

[ShadowOps_LineEmUp X2AbilityTemplate]
LocFriendlyName = "优先目标"
LocLongDescription = "对视野内最近的敌人<Ability:+ToHit/>命中，<Ability:+Crit/>暴击率。"
LocHelpText = "对视野内最近的敌人<Ability:+ToHit/>命中，<Ability:+Crit/>暴击率。"
LocFlyOverText = "优先目标"
LocPromotionPopupText = "<Bullet/>如果多个敌人与你的距离相同，那么针对所有这些敌人都获得加成。<br/>"

[ShadowOps_FocusedDefense X2AbilityTemplate]
LocFriendlyName = "严防死守"
LocLongDescription = "未暴露侧翼时，受到视野内最近敌人的攻击获得额外<Ability:+Defense/>防御和<Ability:+Dodge/>闪避。"
LocHelpText = "未暴露侧翼时，受到视野内最近敌人的攻击获得额外<Ability:+Defense/>防御和<Ability:+Dodge/>闪避。"
LocFlyOverText = "严防死守"
LocPromotionPopupText = "<Bullet/>这一加成不影响近战攻击。<br/><Bullet/>如果多个敌人与你的距离相同，那么针对所有这些敌人都获得加成。<br/>"

[ShadowOps_ShotgunFinesse X2AbilityTemplate]
LocFriendlyName = "霰弹枪精通"
LocLongDescription = "装备霰弹枪时，获得+10%暴击率，<Ability:+Mobility/>移动力。"
LocHelpText = "装备霰弹枪时，获得+10%暴击率，<Ability:+Mobility/>移动力。"
LocFlyOverText = "霰弹枪精通"
LocPromotionPopupText = "<Bullet/>霰弹枪精通赋予的额外移动力可以让你快速包抄敌人侧翼或抵达目标地点，但是要小心别走在小队太前面。<br/><Bullet/>如果你装备了突击步枪，那么霰弹枪精通的加成就消失了。<br/>"

[ShadowOps_HitAndRun X2AbilityTemplate]
LocFriendlyName = "游刃有余"
LocLongDescription = "当你用第一个行动点施展一个结束回合的动作，你将获得一次额外的移动机会。"
LocHelpText = "当你用第一个行动点施展一个结束回合的动作，你将获得一次额外的移动机会。"
LocFlyOverText = "游刃有余"
LocPromotionPopupText = "<Bullet/>需要两个行动点才能使用的能力无法触发游刃有余。<br/><Bullet/>你只能进行普通的移动，不能做出其他行动，比如装填。<br/>"

[ShadowOps_Fracture X2AbilityTemplate]
LocFriendlyName = "断裂"
LocLongDescription = "发动一次暴击伤害加倍的特殊射击。<Ability:SelfCooldown/>回合冷却。消耗3发弹药。"
LocHelpText = "发动一次暴击伤害加倍的特殊射击。"
LocFlyOverText = "断裂"
LocPromotionPopupText = "<Bullet/>断裂射击用霰弹枪发动效果最好，因为霰弹枪有更高的暴击率和暴击伤害加成。<br/><Bullet/>断裂射击需要<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>消耗3发弹药。<br/>"

[ShadowOps_FractureDamage X2AbilityTemplate]
LocFriendlyName = "断裂"
LocLongDescription = "发动一次暴击伤害加倍的特殊射击。消耗3发弹药。"
LocHelpText = "发动一次暴击伤害加倍的特殊射击。消耗3发弹药。"
LocFlyOverText = "断裂"

[ShadowOps_SlamFire X2AbilityTemplate]
LocFriendlyName = "猛烈开火"
LocLongDescription = "本回合内，一旦你的<Ability:WeaponName/>造成暴击，行动点就返还。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "本回合内，一旦你的<Ability:WeaponName/>造成暴击，行动点就返还。<Ability:SelfCooldown/>回合冷却。"
LocFlyOverText = "猛烈开火"
LocPromotionPopupText = "<Bullet/>合适的安排可以让你在一回合内触发多次猛烈开火。试试发动快球来摧毁敌人掩体，或者让高清全息技能的队友来全息瞄准敌人，这些手段都可以增加你的暴击率。<br/><Bullet/>如果回合一开始就激活猛烈开火模式，那么可以先移动或装填弹药（仅一次）。<br/><Bullet/>给武器装上镭射瞄准器与扩展弹匣或自动装填器，可挖掘猛烈开火的最大潜力。<br/>"

[ShadowOps_Magnum X2AbilityTemplate]
LocFriendlyName = "马格南"
LocLongDescription = "你的手枪攻击获得<Ability:+ToHit/>命中，<Ability:+Damage/>伤害。"
LocHelpText = "你的手枪攻击获得<Ability:+ToHit/>命中，<Ability:+Damage/>伤害。"
LocFlyOverText = "马格南"
LocPromotionPopupText = "<Bullet/>即便没有马格南技能，你的手枪在近距离也拥有不逊于突击步枪的精度。<br/><Bullet/>将马格南同增肌伤害的子弹结合起来之后，在近距离可以保证杀死变种人士兵。"

[ShadowOps_DevilsLuck X2AbilityTemplate]
LocFriendlyName = "恶魔鸿运"
LocLongDescription = "免疫每次任务第一次击中你的射击。"
LocHelpText = "免疫每次任务第一次击中你的射击。"
LocFlyOverText = "恶魔鸿运"
LocPromotionPopupText = "<Bullet/>击中也包括暴击和擦伤。<br/>"

[ShadowOps_SnakeBlood X2AbilityTemplate]
LocFriendlyName = "蛇血"
LocLongDescription = "你的闪避增加<Ability:Dodge/>并免疫毒素。"
LocHelpText = "你的闪避增加<Ability:Dodge/>并免疫毒素。"
LocFlyOverText = "蛇血"

[ShadowOps_LastStand X2AbilityTemplate]
LocFriendlyName = "背水一战"
LocLongDescription = "对死亡和失去行动力免疫，效果持续到你的下一回合结束。每个任务限用一次。"
LocHelpText = "对死亡和失去行动力免疫，效果持续到你的下一回合结束。"
LocFlyOverText = "背水一战"
LocPromotionPopupText = "<Bullet/>你仍然可能受到伤害，但生命不会降至1点以下。<br/><Bullet/>你不会丧失意识、陷入混乱，或进入其他失去行动力状态。<br/>"

[ShadowOps_CoupDeGrace X2AbilityTemplate]
LocFriendlyName = "清算人"
LocLongDescription = "用手枪杀死敌人不消耗行动点。"
LocHelpText = "用手枪杀死敌人不消耗行动点。"
LocFlyOverText = "清算人"
LocPromotionPopupText = "<Bullet/>影响所有手枪攻击，不仅仅是手枪普通射击。对峙只有第一枪能发动清算人。<br/>"

[ShadowOps_ThisOnesMine X2AbilityTemplate]
LocFriendlyName = "人头归我"
LocLongDescription = "标记一个目标，获得针对这个目标的<Ability:+Crit:ShadowOps_ThisOnesMine_Passive/>暴击率和<Ability:+Defense:ShadowOps_ThisOnesMine_Passive/>防御，持续2回合。这个技能不消耗行动点数。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "标记一个目标，获得针对这个目标的<Ability:+Crit:ShadowOps_ThisOnesMine_Passive/>暴击率和<Ability:+Defense:ShadowOps_ThisOnesMine_Passive/>防御，持续2回合。这个技能不消耗行动点数。"
LocFlyOverText = "人头归我"
LocPromotionPopupText = "<Bullet/>这些加成仅限发动者拥有。<br/><Bullet/>该技能可用于对抗单一敌人的监视射击。<br/>"

[ShadowOps_WatchfulEye X2AbilityTemplate]
LocFriendlyName = "警惕之眼"
LocLongDescription = "每回合发动一次，当人头归我标记的目标在移动或者攻击时，你将获得一次免费的监视射击。"
LocHelpText = "每回合发动一次，当人头归我标记的目标在移动或者攻击时，你将获得一次免费的监视射击。"
LocFlyOverText = "警惕之眼"
LocPromotionPopupText = "<Bullet/> 即使人头归我的目标仅在小队视野里现身，免费的监视射击仍将发动。<br/>"

[ShadowOps_ZoneOfControl_LW2 X2AbilityTemplate]
LocFriendlyName = "支配地带"
LocLongDescription = "进入特殊版监视，能发动<Ability:ZoneOfControlLW2Shots/>次监视射击和获得掩护火力技能。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "进入可射击多次的特殊版监视。"
LocFlyOverText = "支配地带"
LocPromotionPopupText = "<Bullet/>支配地带有<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>支配地带下可施展迅速反应，让监视射击最多可达6次。支配地带的3次监视射击会先于迅速反应使用。<br/>"

[ShadowOps_SmokeAndMirrors_LW2 X2AbilityTemplate]
LocFriendlyName = "镜中迷雾"
LocLongDescription = "每枚烟雾榴弹或烟雾炸弹的使用次数+1。使用你的第一个行动点发射或投掷烟雾榴弹不会结束你的回合。"
LocHelpText = "每枚烟雾榴弹或烟雾炸弹的使用次数+1。使用你的第一个行动点发射或投掷烟雾榴弹不会结束你的回合。"
LocFlyOverText = "镜中迷雾"
LocPromotionPopupText = "<Bullet/>镜中迷雾同时还能略微降低这名士兵的渗透时间。<br/>"

[ShadowOps_IronWill X2AbilityTemplate]
LocFriendlyName = "钢铁意志"
LocLongDescription = "意志力增加<Ability:Will>，每次任务首次受到致命伤时，降低直接死亡的概率，提高进入失血状态的概率。"
LocHelpText = "意志力增加<Ability:Will>，每次任务首次受到致命伤时，降低直接死亡的概率，提高进入失血状态的概率。"
LocFlyOverText = "钢铁意志"
LocPromotionPopupText = "<Bullet/>高意志力会降低士兵混乱、眩晕、恐慌和失去意识的几率。<br/>"

[ShadowOps_Inspiration X2AbilityTemplate]
LocFriendlyName = "鼓舞"
LocLongDescription = "你和你身旁<Ability:InspirationMaxTiles/>格距离内的友军获得<Ability:+Dodge/>闪避和<Ability:+Will/>意志力。"
LocHelpText = "你和你身旁<Ability:InspirationMaxTiles/>格距离内的友军获得<Ability:+Dodge/>闪避和<Ability:+Will/>意志力。"
LocFlyOverText = "鼓舞"
LocPromotionPopupText = "<Bullet/>你和你身旁<Ability:InspirationMaxTiles/>格距离内的友军获得<Ability:+Dodge/>闪避和<Ability:+Will/>意志力。<br/><Bullet/>TODO.<br/>"

[ShadowOps_DenseSmoke X2AbilityTemplate]
LocFriendlyName = "扩大烟雾"
LocLongDescription = "烟雾弹范围提升<Ability:ExpandedSmokeBonusRadius> 格。"
LocHelpText = "烟雾弹范围提升<Ability:ExpandedSmokeBonusRadius> 格。"
LocFlyOverText = "扩大烟雾"
LocPromotionPopupText = "<Bullet/> 作用于手榴烟雾弹和烟雾榴弹<br/>"

[ShadowOps_CombatDrugs X2AbilityTemplate]
LocFriendlyName = "战斗药剂II型"
LocLongDescription = "你的烟雾榴弹加入了一种快速生效的兴奋剂。它在爆炸的一瞬间让爆炸范围内的单位获得+20命中和+20意志力，持续2回合。"
LocHelpText = "你的烟雾榴弹加入了一种快速生效的兴奋剂。它在爆炸的一瞬间让爆炸范围内的单位获得+20命中和+20意志力，持续2回合。"
LocFlyOverText = "战斗药剂II型"
LocPromotionPopupText = "<Bullet/>这一加成仅影响烟幕榴弹爆炸时的所有单位。无须担心后进烟雾的敌人也获得命中加成。<br/><Bullet/>战斗药剂的烟雾榴弹让扎堆的我方士兵同时获得了命中防御的加成，但也更容易吸引敌人的范围攻击。<br/><Bullet/>可以先将士兵聚集在一起，接着发射烟雾榴弹让大家获得加成，然后再奔赴前线。加成效果持续2回合。<br/>"

[ShadowOps_PuppetProtocol X2AbilityTemplate]
LocFriendlyName = "傀儡协议"
LocLongDescription = "永久控制一个敌方机械单位。每次任务只能控制一个单位。如果能力发动成功，那么不会打破隐匿。"
LocHelpText = "永久控制一个敌方机械单位。每次任务只能控制一个单位。"
LocFlyOverText = "傀儡协议"
LocPromotionPopupText = "<Bullet/>如果能力发动失败，只会导致隐蔽状态解除。<br/><Bullet/>傀儡协议发动失败不会减少可用次数。<br/><Bullet/>傀儡协议需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_FirstAid X2AbilityTemplate]
LocFriendlyName = "急救"
LocLongDescription = "每个任务你都有一次免费的医疗包可用次数。每个携带的医疗包再给予你额外两次可用次数。"
LocHelpText = "每个任务你都有一次免费的医疗包可用次数。每个携带的医疗包再给予你额外两次可用次数。"
LocFlyOverText = "急救"
LocPromotionPopupText = "<Bullet/>免费的医疗包也提供毒素免疫。</br>"

[ShadowOps_CoverMe X2AbilityTemplate]
LocFriendlyName = "掩护我"
LocLongDescription = "让一名队友获得一次额外的监视射击和镇定自若技能。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "让一名队友获得一次额外的监视射击和镇定自若技能。"
LocFlyOverText = ""掩护我"
LocPromotionPopupText = "<Bullet/>监视射击和镇定自若持续到下一次玩家回合的开始。<br/><Bullet/>镇定自若让队友的所有监视射击获得 +<Ability:COOLUNDERPRESSUREBONUS/>的命中和允许暴击。<br/><Bullet/>当你处于不利于射击的时机或场合，可通过掩护我把射击机会转化成监视射击给一名队友。<br/><Bullet/>掩护我附赠的镇定自若可大幅强化队友的监视技能，如严阵以待、近战专家。<br/>"

[ShadowOps_SecondWind X2AbilityTemplate]
LocFriendlyName = "妙手回春"
LocLongDescription = "对受伤单位使用急救包会给予对方1点行动点。"
LocHelpText = "对受伤单位使用急救包会给予对方1点行动点。"
LocFlyOverText = "妙手回春"
LocPromotionPopupText = "<Bullet/>如果你对自己使用急救包，那么你也能获得1点行动点。<br/><Bullet/>急救包依然只能用在受伤单位身上。<br/>"

[ShadowOps_SecondWindTrigger X2AbilityTemplate]
LocFriendlyName = "妙手回春"
LocLongDescription = "对受伤单位使用急救包会给予对方1点行动点。"
LocHelpText = "对受伤单位使用急救包会给予对方1点行动点。"
LocFlyOverText = "妙手回春"
LocHitMessage = "妙手回春"

[ShadowOps_VitalPoint X2AbilityTemplate]
LocFriendlyName = "利刃"
LocLongDescription = "你的战斗匕首攻击获得 <Ability:+Damage/> 伤害和无视 <Ability:ArmorPiercing> 护甲。"
LocHelpText = "你的战斗匕首攻击获得 <Ability:+Damage/> 伤害和无视 <Ability:ArmorPiercing> 护甲。"
LocFlyOverText = "利刃"
LocPromotionPopupText = "<Bullet/>高级的战斗匕首能无视更多护甲，造成更多额外伤害。<br/><Bullet/>你的战斗匕首可在收割负伤敌人性命的同时，顺势移动到更好的狙击点。<br/><Bullet/>由于猎人的命中较高，匕首攻击几乎不会落空。<br/>"

[ShadowOps_SliceAndDice X2AbilityTemplate]
LocFriendlyName = "大卸八块"
LocLongDescription = "用战斗匕首攻击移动范围内的敌人。命中的话自动发起第二次攻击。<Ability:SelfCooldown/> 回合冷却。副手需要配备战斗匕首。"
LocHelpText = "用战斗匕首攻击移动范围内的敌人。命中的话自动发起第二次攻击。副手需要配备战斗匕首。"
LocFlyOverText = "大卸八块"
LocPromotionPopupText = "<Bullet/>大卸八块需要<Ability:SelfCooldown/>回合冷却。副手需要配备战斗匕首。<br/>"


[ShadowOps_Fracture_LW2 X2AbilityTemplate]
LocFriendlyName = "裂解"
LocLongDescription = "你的<Ability:WeaponName/>攻击机械单位时提高30%暴击率并撕裂 <Ability:Shred/> 点护甲。"
LocHelpText = "你的<Ability:WeaponName/>攻击机械单位时提高30%暴击率并撕裂 <Ability:Shred/> 点护甲。"
LocFlyOverText = "裂解"
LocPromotionPopupText = "<Bullet/>攻击非机械单位没有效果。<br/>"

[ShadowOps_HeatAmmo X2AbilityTemplate]
LocFriendlyName = "高热弹药"
LocLongDescription = "对机械类敌人的伤害+25%。"
LocHelpText = "对机械类敌人的伤害+25%。"
LocFlyOverText = "高热弹药"
LocPromotionPopupText = "<Bullet/>高热弹药大幅提升对无人机、MEC和破坏者等机械敌人的伤害。<br/><Bullet/>伤害增加计算发生在护甲减免之前。<br/><Bullet/>结合破甲弹药与蓝屏子弹将对任何机械敌人造成毁灭性打击。<br/><Bullet/>高热弹药影响所有伤害来源，包括爆炸物。<br/>"

[ShadowOps_Supercharge X2AbilityTemplate]
LocFriendlyName = "超负荷"
LocLongDescription = "小精灵所有能力增加一次可用次数。"
LocHelpText = "小精灵所有能力增加一次可用次数。"
LocFlyOverText = "超负荷"
LocPromotionPopupText = "<Bullet/>小精灵能力包括护盾协议、复苏协议、隐匿协议和方阵协议。<br/>"

[ShadowOps_DisablingShot X2AbilityTemplate]
LocFriendlyName = "缴械射击"
LocLongDescription = "发动一次伤害减半的特殊射击，并让目标缴械一回合。<Ability:SelfCooldown/> 回合冷却"
LocHelpText = "发动一次伤害减半的特殊射击，并让目标缴械一回合。"
LocFlyOverText = "缴械射击"
LocPromotionPopupText = "<Bullet/> 致残的目标只能移动、装填、蹲伏和发动格斗攻击。<br/>"

[ShadowOps_Fearsome X2AbilityTemplate]
LocFriendlyName = "闻风丧胆"
LocLongDescription = "当你造成暴击时，你的目标和它6格半径内的其他敌人有33%几率陷入恐慌。"
LocHelpText = "当你造成暴击时，你的目标和它6格半径内的其他敌人有33%几率陷入恐慌。"
LocFlyOverText = "闻风丧胆"
LocPromotionPopupText = "<Bullet/>像人头归我、战斗饥渴和撕裂这些技能可帮助你获得暴击。<br/><Bullet/>你手上的任意武器所造成的暴击都能触发闻风丧胆。<br/>"

[ShadowOps_GoodEye X2AbilityTemplate]
LocFriendlyName = "目光敏锐"
LocLongDescription = "你的射击不能被闪避。"
LocHelpText = "你的射击不能被闪避。"
LocFlyOverText = "目光敏锐"
LocPromotionPopupText = "<Bullet/>这个技能在游戏后期会变得更加有用，那时很多敌人都有闪避几率。<br/>"


[ShadowOps_FullAuto X2AbilityTemplate]
LocFriendlyName = "子弹风暴"
LocLongDescription = "发动一次命中惩罚为<Ability:ToHit/>的射击。如果击中目标，就自动发起另一次射击。射击将持续下去，直至射失或弹药耗尽。需要2个行动点。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "持续射击，直至射失或弹药耗尽。每次射击所承受的<Ability:ToHit/>命中惩罚将会叠加到下次射击上。需要2个行动点。"
LocFlyOverText = "子弹风暴"
LocPromotionPopupText = "<Bullet/>如果弹药充足，子弹类型正确，那么子弹风暴可以造成巨大伤害。<br/><Bullet/>此能力需要两个行动点才能发动。<br/><Bullet/>子弹风暴需要<Ability:SelfAmmoCost/>发子弹，冷却时间为<Ability:SelfCooldown/>回合。<br/>"

[ShadowOps_FullAuto2 X2AbilityTemplate]
LocFriendlyName = "子弹风暴"
LocFlyOverText = "子弹风暴"
LocPromotionPopupText = ""

[ShadowOps_ControlledDetonation X2AbilityTemplate]
LocFriendlyName = "定向爆破"
LocLongDescription = "你的榴弹或其他爆炸物不会伤害到友军。"
LocHelpText = "你的榴弹或其他爆炸物不会伤害到友军。"
LocFlyOverText = "定向爆破"
LocPromotionPopupText = "<Bullet/>友军也包括你自己。<br/><Bullet/>当队友穿过爆炸所产生的火焰、酸和毒，仍然会受到伤害。<br/>"

[ShadowOps_Fastball X2AbilityTemplate]
LocFriendlyName = "快球"
LocLongDescription = "本回合此次发射或投掷榴弹不消耗行动点。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "本回合此次发射或投掷榴弹不消耗行动点。"
LocFlyOverText = "快球"
LocPromotionPopupText = "<Bullet/>快球最好一有机会就用。如果存着直到真正需要时才用，那么在找到最好的机会之前，榴弹早就用光了。<br/><Bullet/>激活快球后，发射或投掷榴弹不会结束回合。<br/><Bullet/>快球需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_MadBomber X2AbilityTemplate]
LocFriendlyName = "狂轰滥炸"
LocLongDescription = "每次任务开始时，免费获得两枚种类随机的榴弹。"
LocHelpText = "每次任务开始时，免费获得两枚种类随机的榴弹。"
LocFlyOverText = "狂轰滥炸"
LocPromotionPopupText = "<Bullet/>免费榴弹将在每次任务开始时从你能造的榴弹类型里随机抽选。<br/><Bullet/>不研究那些你不喜欢的榴弹种类，能避免他们被这个技能抽中。<br/>"

[ShadowOps_Mayhem X2AbilityTemplate]
LocFriendlyName = "大破坏"
LocLongDescription = "你的榴弹和特殊攻击造成<Ability:+Damage>额外伤害。"
LocHelpText = "你的榴弹和特殊攻击造成<Ability:+Damage>额外伤害。"
LocFlyOverText = "大破坏"
LocPromotionPopupText = "<Bullet/>特殊攻击包括破碎、断裂以及重武器攻击等。"

[ShadowOps_Mayhem_LW2 X2AbilityTemplate]
LocFriendlyName = "重击"
LocLongDescription = "你所有的攻击都获得<Ability:+Damage>伤害。"
LocHelpText = "你所有的攻击都获得<Ability:+Damage>伤害。"
LocFlyOverText = "重击"
LocPromotionPopupText = "<Bullet/>你的攻击所造成的火焰、酸和毒的持续伤害同样获得<Ability:+DamageOverTime>的伤害加成。<br/>"

[ShadowOps_Fade X2AbilityTemplate]
LocFriendlyName = "渐隐"
LocLongDescription = "进入隐蔽状态，但是一旦移动就打破。仅在全身掩体里生效。<Ability:SelfCooldown/>回合冷却。"
LocHelpText = "进入隐蔽状态，但是一旦移动就打破。仅在全身掩体里生效。"
LocFlyOverText = "渐隐"
LocPromotionPopupText = "<Bullet/>渐隐让你在一场战斗中可以多次获得先手攻击的加成。<br/><Bullet/>渐隐给予的隐蔽状态会被其他可以打破隐蔽状态的因素打破。<br/><Bullet/>渐隐消耗一个行动点数，需要<Ability:SelfCooldown/>回合冷却。<br/>"










;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;; Extended Perk Pack ;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[F_Resupply X2AbilityTemplate]
LocFriendlyName="再补给"
LocFlyOverText="再补给"
LocLongDescription="补充所有队友的主要武器弹药。 每任务 <Ability:RESUPPLY_CHARGES/> 次"
LocHelpText="补充所有队友的主要武器弹药。每任务 <Ability:RESUPPLY_CHARGES/> 次"
LocPromotionPopupText="<Bullet/>补充所有队友的主要武器弹药。<br/><Bullet/>每任务 <Ability:RESUPPLY_CHARGES/> 次<br/>"

[F_Blend X2AbilityTemplate]
LocFriendlyName="销声匿迹"
LocFlyOverText="销声匿迹"
LocLongDescription="立即获得隐匿，但在 <Ability:BLEND_TURNS_CONCEALED> 回合后强制打破隐匿。不消耗行动点。每次任务只能使用一次。"
LocHelpText="立即获得隐匿，但在 <Ability:BLEND_TURNS_CONCEALED> 回合后强制打破隐匿。不消耗行动点。每次任务只能使用一次。"
LocPromotionPopupText="<Bullet/> 立即获得隐匿，但在 <Ability:BLEND_TURNS_CONCEALED> 回合后强制打破隐匿。不消耗行动点。<br/><Bullet/> 这对于避免危险的情况或出于意外时是有用的.<br/><Bullet/> 隐匿将在玩家的回合被打破。<br/><Bullet/> 每次任务只能使用一次。<br/>"

[F_OpenFire X2AbilityTemplate]
LocFriendlyName="开场红"
LocFlyOverText="开场红
LocLongDescription="对满血敌人提高 <Ability:+ToHit/> 命中和 <Ability:+Crit/> 暴击率。"
LocHelpText="对满血敌人提高 <Ability:+ToHit/> 命中和 <Ability:+Crit/> 暴击率。"
LocPromotionPopupText="<Bullet/> 对满血敌人提高 <Ability:+ToHit/> 命中和 <Ability:+Crit/> 暴击率。<br/><Bullet/> 被动技能.<br/>"

[F_BlindingFire X2AbilityTemplate]
LocFriendlyName="致盲扫射"
LocLongDescription="向锥形范围敌人开火。这种攻击是不精准的，有 <Ability:BLINDINGFIRE_SOURCE_AIM_PENALTY/> 命中惩罚，但同时所有敌人的命中也减少了 <Ability:BLINDINGFIRE_TARGET_AIM_PENALTY/>。消耗3弹药，5回合冷却。"
LocHelpText="向锥形范围敌人开火。这种攻击是不精准的，有 <Ability:BLINDINGFIRE_SOURCE_AIM_PENALTY/> 命中惩罚，但同时所有敌人的命中也减少了 <Ability:BLINDINGFIRE_TARGET_AIM_PENALTY/>。消耗3弹药，5回合冷却。"
LocFlyOverText="致盲扫射"
LocPromotionPopupText="<Bullet/> 即使未命中目标，目标依然受到命中惩罚.<br/>"

[F_Havoc X2AbilityTemplate]
LocFriendlyName="浩劫"
LocFlyOverText="浩劫"
LocLongDescription="你的压制和区域压制技能现在对主要目标至少造成 3 点伤害。"
LocHelpText="你的压制和区域压制技能现在对主要目标至少造成 3 点伤害。"
LocPromotionPopupText="<Bullet/> 你的压制和区域压制技能现在对主要目标至少造成 3 点伤害<br/>"

[F_LockNLoad X2AbilityTemplate]
LocFriendlyName="底火上膛"
LocFlyOverText="底火上膛"
LocLongDescription="用主武器击杀敌人恢复 <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> 弹药。被动技能。"
LocHelpText="用主武器击杀敌人恢复 <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> 弹药。被动技能。"
LocPromotionPopupText="<Bullet/> 用主武器击杀敌人恢复 <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> 弹药。 <Bullet/> 被动技能。<br/>"

[F_Adrenaline X2AbilityTemplate]
LocFriendlyName="肾上腺素"
LocFlyOverText="肾上腺素"
LocLongDescription="每次击杀获得 1 护盾值。被动技能。"
LocHelpText="每次击杀获得 1 护盾值。被动技能。"
LocPromotionPopupText="<Bullet/> 每次击杀获得 1 护盾值。<br/><Bullet/> 被动技能。<br/>"

[F_ThousandsToGo X2AbilityTemplate]
LocFriendlyName="无以平息"
LocFlyOverText="无以平息"
LocLongDescription="每回合一次，用主武器杀死一个敌人后，你可以采取额外的非移动动作。被动技能。"
LocHelpText="每回合一次，用主武器杀死一个敌人后，你可以采取额外的非移动动作。被动技能。"
LocPromotionPopupText="<Bullet/> 每回合一次，用主武器杀死一个敌人后，你可以采取额外的非移动动作。<br/><Bullet/> 被动技能。<br/>"

[F_QuickFeet X2AbilityTemplate]
LocFriendlyName="行动迅捷"
LocFlyOverText="行动迅捷"
LocLongDescription="在你回合里打破自己的隐匿状态会获得一个行动点。"
LocHelpText="在你回合里打破自己的隐匿状态会获得一个行动点。"
LocPromotionPopupText="<Bullet/> 在你回合里打破自己的隐匿状态会获得一个行动点。<br/><Bullet/> 只在当前回合生效。<br/><Bullet/> 不消耗行动点的技能无法触发。<br/>"

[F_CallForFire X2AbilityTemplate]
LocFriendlyName="火力呼唤"
LocFlyOverText="火力呼唤"
LocLongDescription="进入监视。所有在 <Ability:CALLFORFIRE_RADIUS/> 格内的队友也一并进入监视。"
LocHelpText="进入监视。所有在 <Ability:CALLFORFIRE_RADIUS/> 格内的队友也一并进入监视。"
LocPromotionPopupText="<Bullet/> 进入监视。所有在 <Ability:CALLFORFIRE_RADIUS/> 格内的队友也一并进入监视。<br/><Bullet/> 消耗一点行动点并结束回合.<br/><Bullet/> 受此技能影响的队友不会自动结束回合.<br/><Bullet/> <Ability:CALLFORFIRE_COOLDOWN> 回合冷却.<br/>"

[F_CombatDrugs X2AbilityTemplate]
LocFriendlyName="战斗药剂I型"
LocLongDescription="烟雾手雷中的一种快速兴奋剂可以给烟雾中的单位+<Ability:COMBATDRUGS_AIM> 命中和 +<Ability:COMBATDRUGS_CRIT> 暴击几率。"
LocHelpText="烟雾手雷中的一种快速兴奋剂可以给烟雾中的单位+<Ability:COMBATDRUGS_AIM> 命中和 +<Ability:COMBATDRUGS_CRIT> 暴击几率。"
LocFlyOverText="战斗药剂I型"
LocPromotionPopupText="<Bullet/> 敌人进入烟雾范围同样受益。<br/>"

[F_Botnet X2AbilityTemplate]
LocFriendlyName="僵尸网络"
LocFlyOverText="僵尸网络"
LocLongDescription="技能激活后，所有队友的标准射击都会降低目标的侵入防御 <Ability:BOTNET_HACK_DEFENSE_PENALTY>。 <Ability:BOTNET_COOLDOWN> 回合冷却。 不消耗行动点。"
LocHelpText="技能激活后，所有队友的标准射击都会降低目标的侵入防御 <Ability:BOTNET_HACK_DEFENSE_PENALTY>。 <Ability:BOTNET_COOLDOWN> 回合冷却。 不消耗行动点。"
LocPromotionPopupText="<Bullet/> 技能激活后，所有队友的标准射击都会降低目标的侵入防御 <Ability:BOTNET_HACK_DEFENSE_PENALTY>。 <Ability:BOTNET_COOLDOWN> 回合冷却。 <br/><Bullet/> 不消耗行动点。<br/>"

[F_BolsteredWall X2AbilityTemplate]
LocFriendlyName="盾墙加固"
LocFlyOverText="盾墙加固"
LocLongDescription="盾墙激活的时候, 得到 +<Ability:BOLSTEREDWALL_DODGE_BONUS/> 额外闪避。 被动技能。解锁盾牌装备。"
LocHelpText="盾墙激活的时候, 得到 +<Ability:BOLSTEREDWALL_DODGE_BONUS/> 额外闪避。 被动技能。解锁盾牌装备。"
LocPromotionPopupText="<Bullet/> 盾墙激活的时候, 得到 +<Ability:BOLSTEREDWALL_DODGE_BONUS/> 额外闪避。 <br/><Bullet/> 被动技能。<br/><Bullet/> 解锁盾牌装备。<br/>"

[F_ShieldTrauma X2AbilityTemplate]
LocFriendlyName="盾牌创伤"
LocFlyOverText="盾牌创伤"
LocLongDescription="用你的盾牌进行近战攻击，让你的对手混乱并晕眩。需要装备盾牌。"
LocHelpText="用你的盾牌进行近战攻击，让你的对手混乱并晕眩。需要装备盾牌。"
LocPromotionPopupText="<Bullet/> 盾牌猛击升级版.<br/>"

[F_ProtectAndServe X2AbilityTemplate]
LocFriendlyName="防护服务"
LocFlyOverText="防护服务"
LocLongDescription="使用盾墙后获得一个不能用于移动的行动点。需要装备盾牌。"
LocHelpText="使用盾墙后获得一个不能用于移动的行动点。需要装备盾牌。"
LocPromotionPopupText="<Bullet/> 使用盾墙后获得一个不能用于移动的行动点。<br/><Bullet/> 被动技能<br/><Bullet/> 需要装备盾牌。<br/>"

[F_CoverArea X2AbilityTemplate]
LocFriendlyName="掩护区"
LocFlyOverText="掩护区"
LocLongDescription="<Ability:COVERAREA_RADIUS/> 格内的队友受到的爆炸伤害减半。被动技能。需要装备盾牌。"
LocHelpText="<Ability:COVERAREA_RADIUS/> 格内的队友受到的爆炸伤害减半。被动技能。需要装备盾牌。"
LocPromotionPopupText="<Bullet/> <Ability:COVERAREA_RADIUS/> 格内的队友受到的爆炸伤害减半。<br/><Bullet/> 被动技能。<br/><Bullet/> 需要装备盾牌。<br/>"

[F_CoverArea_Passive X2AbilityTemplate]
LocFriendlyName="掩护区"
LocFlyOverText="掩护区"
LocLongDescription="自身以及<Ability:COVERAREA_RADIUS/> 格内的队友受到的爆炸伤害减半。被动技能。需要装备盾牌。"
LocHelpText="自身以及<Ability:COVERAREA_RADIUS/> 格内的队友受到的爆炸伤害减半。被动技能。需要装备盾牌。"
LocPromotionPopupText="<Bullet/> 自身以及<Ability:COVERAREA_RADIUS/> 格内的队友受到的爆炸伤害减半。<br/><Bullet/> 被动技能。<br/><Bullet/> 需要装备盾牌。<br/>"

[F_FaultlessDefense X2AbilityTemplate]
LocFriendlyName="绝对防御"
LocFlyOverText="绝对防御"
LocLongDescription="盾墙被激活的时候，免疫暴击。需要装备盾牌。"
LocHelpText="盾墙被激活的时候，免疫暴击。需要装备盾牌。"
LocPromotionPopupText="<Bullet/> 盾墙被激活的时候，免疫暴击。<br/><Bullet/> 被动技能<br/><Bullet/> 需要装备盾牌。<br/>"

[F_Rally X2AbilityTemplate]
LocFriendlyName="集结"
LocFlyOverText="集结"
LocLongDescription="在 <Ability:RALLY_RADIUS/> 半径范围内鼓舞所有队友，同时给予自己和队友额外的护盾。需要装备盾牌。"
LocHelpText="在 <Ability:RALLY_RADIUS/> 半径范围内鼓舞所有队友，同时给予自己和队友额外的护盾。需要装备盾牌。"
LocPromotionPopupText="<Bullet/> 在 <Ability:RALLY_RADIUS/> 格范围内同时影响自己和队友.<br/><Bullet/> 装备防弹盾牌I型时获得 <Ability:RALLY_SHIELD_CV/> 护盾.<br/><Bullet/> 装备防弹盾牌II型时获得 <Ability:RALLY_SHIELD_MG/> 护盾。<br/><Bullet/> 装备防弹盾牌III型时获得 <Ability:RALLY_SHIELD_BM/> 护盾。<br/><Bullet/> 每次任务只能使用一次。<br/><Bullet/> 需要装备盾牌。<br/>"

[F_QuickPatch X2AbilityTemplate]
LocFriendlyName="快速包扎"
LocFlyOverText="快速包扎"
LocLongDescription="使用急救包不消耗行动点。被动技能。"
LocHelpText="使用急救包不消耗行动点。被动技能。"
LocPromotionPopupText="<Bullet/> 使用急救包不消耗行动点。<br/><Bullet/> 被动技能。<br/>"

[F_Stimulate X2AbilityTemplate]
LocFriendlyName="慰勉"
LocFlyOverText="慰勉"
LocLongDescription="每回合一次，你可以帮助相邻的队友移除精神上的伤害。"
LocHelpText="每回合一次，你可以帮助相邻的队友移除精神上的伤害。"
LocPromotionPopupText="<Bullet/> 移除混乱、恐慌、失去意识。<br/>"

[F_Triage X2AbilityTemplate]
LocFriendlyName="诊伤"
LocFlyOverText="诊伤"
LocLongDescription="给使用者和周围的盟友恢复<Ability:TRIAGE_HEAL_AMOUNT>生命值。清除燃烧、酸和毒素。每次任务<Ability:TRIAGE_CHARGES>次。"
LocHelpText="给使用者和周围的盟友恢复<Ability:TRIAGE_HEAL_AMOUNT>生命值。清除燃烧、酸和毒素。每次任务<Ability:TRIAGE_CHARGES>次。"
LocPromotionPopupText="<Bullet/> 给使用者和周围的盟友恢复<Ability:TRIAGE_HEAL_AMOUNT>生命值。<br/><Bullet/> 清除燃烧、酸和毒素。<br/><Bullet/> 每次任务<Ability:TRIAGE_CHARGES>次。<br/>"

[F_Renewal X2AbilityTemplate]
LocFriendlyName="新生"
LocFlyOverText="新生"
LocLongDescription="在每个回合开始时，治疗你自己和周围所有的盟友。"
LocHelpText="在每个回合开始时，治疗你自己和周围所有的盟友。"
LocPromotionPopupText="<Bullet/> 在每个回合开始时，治疗你自己和周围所有的盟友。<br/><Bullet/> 恢复 <Ability:RENEWAL_HEALAMOUNT/> 生命值.<br/><Bullet/> 单次任务中每个单位最多恢复 <Ability:RENEWAL_MAXHEALAMOUNT/> 生命值.<br/><Bullet/> 有效范围为 <Ability:RENEWAL_RADIUS/> 格半径.<br/><Bullet/> 被动技能.<br/>"

[F_Rush X2AbilityTemplate]
LocFriendlyName="匕首冲刺"
LocFlyOverText="匕首冲刺"
LocLongDescription="奔向敌人并用你的<Ability:SecondaryWeaponName/>刺伤他们。 只能在一个行动点范围内移动。 消耗一个行动点并且不会结束回合。副手需要配备战斗匕首。"
LocHelpText="奔向敌人并用你的<Ability:SecondaryWeaponName/>刺伤他们。 只能在一个行动点范围内移动。 消耗一个行动点并且不会结束回合。副手需要配备战斗匕首。"
LocPromotionPopupText="<Bullet/> 奔向敌人并用你的<Ability:SecondaryWeaponName/>刺伤他们。 只能在一个行动点范围内移动。 消耗一个行动点并且不会结束回合。副手需要配备战斗匕首。<br/>"

[F_Finesse X2AbilityTemplate]
LocFriendlyName="巧妙身姿"
LocFlyOverText="巧妙身姿"
LocLongDescription="每回合你的第一次近战攻击都返回消耗的行动点。被动技能。副手需要配备战斗匕首。"
LocHelpText="每回合你的第一次近战攻击都返回消耗的行动点。被动技能。副手需要配备战斗匕首。"
LocPromotionPopupText="<Bullet/> 每回合你的第一次近战攻击都返回消耗的行动点。<br/><Bullet/> 被动技能。<br/><Bullet/> 副手需要配备战斗匕首。<br/>"

[F_Avenger X2AbilityTemplate]
LocFriendlyName="同仇敌忾"
LocFlyOverText="同仇敌忾"
LocLongDescription="当<Ability:AVENGER_RADIUS/>格内范围内的盟友被射击时，你将自动对该射击者进行一次 <Ability:WeaponName/> 还击。"
LocHelpText="当<Ability:AVENGER_RADIUS/>格内范围内的盟友被射击时，你将自动对该射击者进行一次 <Ability:WeaponName/> 还击。"
LocPromotionPopupText="<Bullet/> 本身被敌人射击时同仇敌忾不会发动.<br/><Bullet/> 只在敌人回合发动.<br/><Bullet/> 被动技能.<br/>"

[F_Momentum X2AbilityTemplate]
LocFriendlyName="心血来潮"
LocFlyOverText="心血来潮"
LocLongDescription="当前回合移动后获得 <Ability:MOMENTUM_AIM_BONUS/> 命中和 <Ability:MOMENTUM_CRIT_BONUS/> 暴击率。"
LocHelpText="当前回合移动后获得 <Ability:MOMENTUM_AIM_BONUS/> 命中和 <Ability:MOMENTUM_CRIT_BONUS/> 暴击率。"
LocPromotionPopupText="<Bullet/> 当前回合移动后获得 <Ability:MOMENTUM_AIM_BONUS/> 命中和 <Ability:MOMENTUM_CRIT_BONUS/> 暴击率。<br/><Bullet/> 被动技能。<br/>"

[F_TheBiggerTheyAre X2AbilityTemplate]
LocFriendlyName="无所遁形"
LocFlyOverText="无所遁形"
LocLongDescription="攻击无法获得掩体效果的敌人时获得 <Ability:THEBIGGERTHEYARE_AIM_BONUS/> 额外命中。"
LocHelpText="攻击无法获得掩体效果的敌人时获得 <Ability:THEBIGGERTHEYARE_AIM_BONUS/> 额外命中。"
LocPromotionPopupText="<Bullet/> 攻击无法获得掩体效果的敌人时获得 <Ability:THEBIGGERTHEYARE_AIM_BONUS/> 额外命中。<br/><Bullet/> 包括且不限于寄生兽、MEC、狂战士。<br/><Bullet/> 被动技能。<br/>"

[F_SaltInTheWound X2AbilityTemplate]
LocFriendlyName="伤口撒盐"
LocFlyOverText="伤口撒盐"
LocLongDescription="所有类型攻击对中毒、燃烧、酸蚀和流血的敌人提高 <Ability:SALTINTHEWOUND_DAMAGE_BONUS/> 伤害。加成对这些负面效果造成的伤害也有效。"
LocHelpText="所有类型攻击对中毒、燃烧、酸蚀和流血的敌人提高 <Ability:SALTINTHEWOUND_DAMAGE_BONUS/> 伤害。加成对这些负面效果造成的伤害也有效。"
LocPromotionPopupText="<Bullet/> 所有类型攻击对中毒、燃烧、酸蚀和流血的敌人提高 <Ability:SALTINTHEWOUND_DAMAGE_BONUS/> 伤害。<br/><Bullet/> 所有类型攻击都享受加成。<br/><Bullet/> 加成对单个负面效果造成的伤害也有效。<br/><Bullet/> 不同负面效果提高的伤害不能叠加。<br/>"

[F_AmmoConservation X2AbilityTemplate]
LocFriendlyName="节约弹药"
LocFlyOverText="节约弹药"
LocLongDescription="激活此技能不消耗行动点。 在本回合剩下的时间里，每次射击后都返回弹药。 <Ability:AMMOCONSERVATION_COOLDOWN/> 回合冷却。"
LocHelpText="激活此技能不消耗行动点。 在本回合剩下的时间里，每次射击后都返回弹药。 <Ability:AMMOCONSERVATION_COOLDOWN/> 回合冷却。"
LocPromotionPopupText="<Bullet/> 激活此技能不消耗行动点。 在本回合剩下的时间里，每次射击后都返回弹药。<br/><Bullet/> 射击依然需要弹匣里留有技能对应所需的弹药。<br/><Bullet/> <Ability:AMMOCONSERVATION_COOLDOWN/> 回合冷却。<br/>"

[F_ChipAway X2AbilityTemplate]
LocFriendlyName="瓦解"
LocFlyOverText="瓦解"
LocLongDescription="进行一次破甲射击，粉碎的护甲取决于武器等级。 使用 <Ability:SelfAmmoCost/> 弹药。 <Ability:CHIPAWAY_COOLDOWN/> 回合冷却。"
LocHelpText="进行一次破甲射击，粉碎的护甲取决于武器等级。 使用 <Ability:SelfAmmoCost/> 弹药。 <Ability:CHIPAWAY_COOLDOWN/> 回合冷却。"
LocPromotionPopupText="<Bullet/> 进行一次破甲射击，粉碎的护甲取决于武器等级。 <br/><Bullet/> 传统武器粉碎 <Ability:CHIPAWAY_SHRED_CV/> 护甲。<br/><Bullet/> 激光武器粉碎 <Ability:CHIPAWAY_SHRED_LS/> 护甲。<br/><Bullet/> 磁力武器粉碎 <Ability:CHIPAWAY_SHRED_MG/> 护甲。<br/><Bullet/> 线圈武器粉碎 <Ability:CHIPAWAY_SHRED_CL/> 护甲。<br/><Bullet/> 电浆武器粉碎 <Ability:CHIPAWAY_SHRED_BM/> 护甲。<br/><Bullet/> 消耗 <Ability:SelfAmmoCost/> 弹药。<br/><Bullet/> <Ability:CHIPAWAY_COOLDOWN/> 回合冷却。<br/>"

[F_Recharge X2AbilityTemplate]
LocFriendlyName="养精蓄锐"
LocFlyOverText="养精蓄锐"
LocLongDescription="使用主武器击杀敌人会减少所有技能 <Ability:RECHARGE_COOLDOWN_AMOUNT/> 回合冷却时间。"
LocHelpText="使用主武器击杀敌人会减少所有技能 <Ability:RECHARGE_COOLDOWN_AMOUNT/> 回合冷却时间。"
LocPromotionPopupText="<Bullet/> 使用主武器击杀敌人会减少所有技能 <Ability:RECHARGE_COOLDOWN_AMOUNT/> 回合冷却时间。<br/><Bullet/> 无冷却技能不受影响。<br/><Bullet/> 被动技能。<br/>"

[F_PierceTheVeil X2AbilityTemplate]
LocFriendlyName="穿刺帷幕"
LocFlyOverText="穿刺帷幕"
LocLongDescription="激活技能时你的主武器对有机目标命中提高，造成额外的护甲穿透和伤害，同时也增加你所有其他技能的冷却时间。"
LocHelpText="激活技能时你的主武器对有机目标命中提高，造成额外的护甲穿透和伤害，同时也增加你所有其他技能的冷却时间。"
LocPromotionPopupText="<Bullet/> 激活技能时你的主武器对有机目标命中提高，造成额外的护甲穿透和伤害，同时也增加你所有其他技能的冷却时间。<br/><Bullet/> <Ability:PIERCETHEVEIL_DAMAGE_BONUS/> 伤害增加。<br/><Bullet/> <Ability:PIERCETHEVEIL_AIM_BONUS/> 命中增加。<br/><Bullet/> <Ability:PIERCETHEVEIL_ARMOR_PIERCING/> 护甲穿透。<br/><Bullet/> <Ability:PIERCETHEVEIL_COOLDOWN/> 回合冷却。<br/><Bullet/> 提高其他技能 2 冷却时间。<br/><Bullet/> 提高后的冷却时间不会超过原有技能最大冷却时间。<br/><Bullet/> 增益效果持续到你下一个回合开始。<br/>"

[F_WatchThemRun X2AbilityTemplate]
LocFriendlyName="伺机而动"
LocFlyOverText="伺机而动"
LocLongDescription="发射一颗榴弹后，自动进入监视状态。若有剩余行动点，不结束回合。被动技能。"
LocHelpText="发射一颗榴弹后，自动进入监视状态。若有剩余行动点，不结束回合。被动技能。"
LocPromotionPopupText="<Bullet/> 发射一颗榴弹后，自动进入监视状态。<br/><Bullet/> 若有剩余行动点，不结束回合。<br/><Bullet/> 被动技能。<br/>"

[F_Preservation X2AbilityTemplate]
LocFriendlyName="安全措施"
LocFlyOverText="安全措施"
LocLongDescription="当你打破隐匿后, 获得 +<Ability:PRESERVATION_DEFENSE_BONUS> 防御，持续 <Ability:PRESERVATION_DURATION> 回合。被动技能。"
LocHelpText="当你打破隐匿后, 获得 +<Ability:PRESERVATION_DEFENSE_BONUS> 防御，持续 <Ability:PRESERVATION_DURATION> 回合。被动技能。"
LocPromotionPopupText="<Bullet/> 当你打破隐匿后, 获得 +<Ability:PRESERVATION_DEFENSE_BONUS> 防御，持续 <Ability:PRESERVATION_DURATION> 回合。<br/><Bullet/> 被动技能。<br/>"

[F_Compensation X2AbilityTemplate]
LocFriendlyName="补偿方案"
LocFlyOverText="补偿方案"
LocLongDescription="当用狙击步枪发动消耗2个行动点的攻击技能时，返回一个行动点。被动技能。"
LocHelpText="当用狙击步枪发动消耗2个行动点的攻击技能时，返回一个行动点。被动技能。"
LocPromotionPopupText="<Bullet/> 当用狙击步枪发动消耗2个行动点的攻击技能时，返回一个行动点。<br/><Bullet/> 每回合只能触发一次。<br/><Bullet/> 被动技能。<br/>"

[F_Ambush X2AbilityTemplate]
LocFriendlyName="伏击"
LocFlyOverText="伏击"
LocLongDescription="对任何在圆锥范围内移动或攻击的敌人进行反击射击。 只能在隐匿状态下使用。"
LocHelpText="对任何在圆锥范围内移动或攻击的敌人进行反击射击。 只能在隐匿状态下使用。"
LocPromotionPopupText="<Bullet/> 发动攻其不备没有弹药限制。<br/><Bullet/> 全队隐匿时是使用攻其不备的最好时机。<br/><Bullet/> <Ability:AMBUSH_COOLDOWN/> 回合冷却。<br/>"

[F_StationaryThreat X2AbilityTemplate]
LocFriendlyName="厚积薄发"
LocFlyOverText="厚积薄发"
LocLongDescription="每回合开始时不移动则主武器 +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> 伤害。被动技能。"
LocHelpText="每回合开始时不移动则主武器 +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> 伤害。被动技能。"
LocPromotionPopupText="<Bullet/> 每回合开始时不移动则主武器 +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> 伤害。<br/><Bullet/> 最多可叠加 <Ability:STATIONARYTHREAT_DAMAGE_MAX_TURNS> 次。<br/><Bullet/> 被动技能。<br/>"

[F_ShoulderToLeanOn X2AbilityTemplate]
LocFriendlyName="肩并肩"
LocFlyOverText="肩并肩"
LocLongDescription="在 <Ability:SHOULDERTOLEANON_RADIUS/> 格范围的盟友 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中。被动技能。需要装备盾牌。"
LocHelpText="在 <Ability:SHOULDERTOLEANON_RADIUS/> 格范围的盟友 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中。被动技能。需要装备盾牌。"
LocPromotionPopupText="<Bullet/> 在 <Ability:SHOULDERTOLEANON_RADIUS/> 格范围的盟友 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中。<br/><Bullet/> 被动技能。<br/><Bullet/> 需要装备盾牌。<br/>"

[F_ShoulderToLeanOn_Passive X2AbilityTemplate]
LocFriendlyName="肩并肩"
LocFlyOverText="肩并肩"
LocLongDescription="在 <Ability:SHOULDERTOLEANON_RADIUS/> 格范围的盟友 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中。被动技能。"
LocHelpText="在 <Ability:SHOULDERTOLEANON_RADIUS/> 格范围的盟友 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中。被动技能。"
LocPromotionPopupText="<Bullet/> 在 <Ability:SHOULDERTOLEANON_RADIUS/> 格范围的盟友 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中。<br/><Bullet/> 被动技能。<br/>"




;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;; ABB PERKS ;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Anatomy X2AbilityTemplate]
LocFriendlyName="解剖学"
LocFlyOverText="解剖学"
LocLongDescription="你知道在哪里攻击造成的伤害最大。所有攻击获得+15%暴击，+2穿甲。"
LocHelpText="你知道在哪里攻击造成的伤害最大。所有攻击获得+15%暴击，+2穿甲。"
LocPromotionPopupText="<Bullet/> 被动技能"

[Assassinate X2AbilityTemplate]
LocFriendlyName="暗杀"
LocLongDescription="极大提升隐匿状态下攻击的暴击率。"
LocHelpText="极大提升隐匿状态下攻击的暴击率。"
LocFlyOverText="暗杀"
LocPromotionPopupText="<Bullet/> 暴击率+100 <br/>"

[Battlespace X2AbilityTemplate]
LocFriendlyName=" 战场感知"
LocLongDescription="每一场战斗获得+3视野范围，你还可以获得1回合的额外9视野范围。"
LocHelpText="每一场战斗获得+3视野范围，你还可以获得1回合的额外9视野范围。"
LocPromotionPopupText="<Bullet/>9点视野加成只持续一回合<br/><Bullet/>+3视野是永久的.<br/>"

[DriveOut X2AbilityTemplate]
LocFriendlyName="驱逐"
LocLongDescription="近身攻击敌人，造成的伤害很小，但会击退敌人，若攻击角度正确，会使其失去掩体。（副手需要配备战斗匕首）"
LocHelpText="造成少量近战伤害，击退敌人。"
LocFlyOverText="驱逐"

[TearDown X2AbilityTemplate]
LocFriendlyName="拆毁"
LocLongDescription="不消耗行动力，在一个适当位置用子弹引爆一个已经着火的易爆物。"
LocHelpText="不消耗行动力，在一个适当位置用子弹引爆一个已经着火的易爆物。"
LocPromotionPopupText="与死神的远程启动不同的是, 拆毁不增加爆炸物的伤害和爆炸范围。"

[DisarmingStrike X2AbilityTemplate]
LocFriendlyName="缴械攻击"
LocLongDescription="在敌人临近格子发动缴械攻击，使敌人武器失效，必须花费一个行动点重新装填。2回合冷却时间。副手需要配备战斗匕首。"
LocHelpText="在敌人临近格子发动缴械攻击，使敌人武器失效，必须花费一个行动点重新装填。2回合冷却时间。副手需要配备战斗匕首。"
LocFlyOverText="缴械"
LocPromotionPopupText="<Bullet/> 像所有匕首攻击一样，这只需要一个行动点，不会结束你的回合。<br/><Bullet/> 敌人必须重装填才能再使用武器。<br/><Bullet/> 副手需要配备战斗匕首。<br/>"

[Hamstring X2AbilityTemplate]
LocFriendlyName="断筋"
LocLongDescription="砍伤临近格子的敌人，使其致残。永久-7移动，-30命中和-50闪避。3回合冷却时间。副手需要配备战斗匕首。"
LocHelpText="砍伤临近格子的敌人，使其致残。永久-7移动，-30命中和-50闪避。3回合冷却时间。副手需要配备战斗匕首。"
LocFlyOverText="断筋"
LocPromotionPopupText="<Bullet/> 像所有匕首攻击一样，这只需要一个行动点，不会结束你的回合。<br/><Bullet/> 3回合冷却.<br/><Bullet/>效果可对同一敌人叠加.<br/><Bullet/>副手需要配备战斗匕首.<br/>"

;;;;; MINT ;;;;;;
; *********************************************************************************************************************
; ***							ABILITIES (UNSORTED)																***
; *********************************************************************************************************************

[MNT_Stalwart X2AbilityTemplate]
LocFriendlyName="Stalwart"
LocLongDescription="Gain <font color='#5CD16C'>+2</font> aim/crit/dodge/defense per enemy the squad can see, up to <font color='#5CD16C'>+10</font>."
LocHelpText="Gain <font color='#5CD16C'>+2</font> aim/crit/dodge/defense per enemy the squad can see, up to <font color='#5CD16C'>+10</font>."
LocFlyOverText="Stalwart"
LocPromotionPopupText="<Bullet/> If you're facing enough enemies to hit the cap, run.<br/>"

[MNT_Grit X2AbilityTemplate]
LocFriendlyName="咬紧牙关"
LocFlyOverText="咬紧牙关"
LocLongDescription="受到伤害时, 获得 <font color='#5CD16C'>+2 护甲</font> ，持续2回合."
LocHelpText="受到伤害时, 获得 <font color='#5CD16C'>+2 护甲</font> ，持续2回合."

[MNT_CoverMe X2AbilityTemplate]
LocFriendlyName="Cover Me"
LocLongDescription="Grant an ally a bonus overwatch shot and the Cool Under Pressure ability. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Grant an ally a bonus overwatch shot and the Cool Under Pressure ability."
LocFlyOverText=""Cover Me"
LocPromotionPopupText="<Bullet/> The overwatch shot and Cool Under Pressure last until the start of your next turn.<br/><Bullet/> Cool Under Pressure grants +<Ability:COOLUNDERPRESSUREBONUS/> Aim on Overwatch and other reaction shots, and they can critically hit.<br/>"

[MNT_Executioner X2AbilityTemplate]
LocFriendlyName="斩尽杀绝"
LocFlyOverText="斩尽杀绝"
LocLongDescription="对处于异常状态的敌人 <font color='#5CD16C'>+25 暴击几率</font> 和 <font color='#5CD16C'>+25% 伤害</font> 。"
LocHelpText="对处于异常状态的敌人 <font color='#5CD16C'>+25 暴击几率</font> 和 <font color='#5CD16C'>+25% 伤害</font> 。"
LocPromotionPopupText="<Bullet/>混乱、眩晕或者冻结<br/><Bullet/> 榴弹很容易就能在大范围内造成此影响.<br/>"

[MNT_HoldTheLine X2AbilityTemplate]
LocFriendlyName="保持阵线"
LocLongDescription="释放一个战斗技能，当盟友在这个回合受到攻击时，给予他们<font color='#5CD16C'>+2 </font>点护甲。"
LocHelpText="释放一个战斗技能，当盟友在这个回合受到攻击时，给予他们<font color='#5CD16C'>+2 </font>点护甲。"
LocFlyOverText="保持阵线"
LocPromotionPopupText="<Bullet/> 释放一个战斗技能，当盟友在这个回合受到攻击时，给予他们<font color='#5CD16C'>+2 </font>点护甲。<br/>"

[MNT_Fade X2AbilityTemplate]
LocFriendlyName="Fade"
LocLongDescription="Gain concealment if this soldier kills the last visible enemy to him or her."
LocHelpText="Gain concealment if this soldier kills the last visible enemy to him or her.""
LocFlyOverText="Fade"
LocPromotionPopupText="<Bullet/> Fade allows a soldier to join a firefight and still be able to reconceal for scouting afterwards.<br/>"

[MNT_Ambuscade X2AbilityTemplate]
LocFriendlyName="Ambuscade"
LocLongDescription="On breaking concealment, gain <font color='#5CD16C'>+1 action point, +10 aim, and +10 defense</font> for one turn."
LocHelpText="On breaking concealment, gain <font color='#5CD16C'>+1 action point, +10 aim, and +10 defense</font> for one turn."
LocFlyOverText="Ambuscade"
LocPromotionPopupText="<Bullet/> Can be applied multiple times per mission, provided that you can re-enter concealment.<br/>"

[MNT_HitAndRun X2AbilityTemplate]
LocFriendlyName="Hit and Run"
LocLongDescription="When you use a turn-ending ability with your first action, you may move afterwards."
LocHelpText="When you use a turn-ending ability with your first action, you may move afterwards."
LocFlyOverText="Hit and Run"
LocPromotionPopupText="<Bullet/> This doesn't affect abilities that require two action points to use.<br/><Bullet/> You can only take a standard move, not use other actions such as reloading your weapon.<br/>"

[MNT_Snipe X2AbilityTemplate]
LocFriendlyName="放冷枪"
LocLongDescription="对13格外的敌人射击时 <font color='#5CD16C'>+10 命中和 +10 暴击率</font>。"
LocHelpText="对13格外的敌人射击时 <font color='#5CD16C'>+10 命中和 +10 暴击率</font>。"
LocPromotionPopupText="<Bullet/> 最好别尝试霰弹枪。 <br/>"

[MNT_RedscreenRound X2AbilityTemplate]
LocFriendlyName="Redscreen Rounds"
LocLongDescription="A standard shot with your weapon that permanently reduces hack defenses of the target."
LocHelpText="A standard shot with your weapon that permanently reduces hack defenses of the target."
LocPromotionPopupText="<Bullet/> A standard shot with your weapon that permanently reduces hack defenses of the target. <br/>"

[MNT_Decrypted X2AbilityTemplate]
LocFriendlyName="解密"
LocLongDescription="这个士兵把变种人的人工智能程序背得滚瓜烂熟。对机械敌人的射击总是命中。"
LocHelpText="这个士兵把变种人的人工智能程序背得滚瓜烂熟。对机械敌人的射击总是命中。"
LocPromotionPopupText="<Bullet/> 毋须说明. <br/>"

[MNT_DangerousGame X2AbilityTemplate]
LocFriendlyName="Dangerous Game"
LocLongDescription="When flanking and being flanked, critical hits deal an additional <font color='#bf1e2e'>+33% damage</font>."
LocHelpText="When flanking and being flanked, critical hits deal an additional <font color='#bf1e2e'>+33% damage</font>."
LocPromotionPopupText="<Bullet/>This applies to critical hits being dealt to you as well!<br/><Bullet/>Does not work on unflankable enemies.<br/>"

[MNT_DangerousGame X2EffectTemplate]
LocFriendlyName="Dangerous Game"
LocLongDescription="When flanking and being flanked, critical hits deal an additional <font color='#bf1e2e'>+33% damage</font>."
LocHelpText="When flanking and being flanked, critical hits deal an additional <font color='#bf1e2e'>+33% damage</font>."

[MNT_GuardianAngel X2AbilityTemplate]
LocFriendlyName="守护天使"
LocLongDescription="指定一个处于高地的队友作为你的守护天使，赋予他一个带有小队视野的监视并获得额外命中加成，持续到你的下一个回合。4回合冷却。"
LocHelpText="指定一个处于高地的队友作为你的守护天使，赋予他一个带有小队视野的监视并获得额外命中加成，持续到你的下一个回合。4回合冷却。"
LocFlyOverText="Guardian Angel"
LocPromotionPopupText="<Bullet/>只能对所处位置比你高的队友使用。<br/><Bullet/> 有<font color='#fdce2b'><Ability:SelfCooldown/></font> 回合冷却时间.<br/>"

[MNT_BulletTime X2AbilityTemplate]
LocFriendlyName="超凡反应"
LocLongDescription="进入高度反应的状态， <font color='#5CD16C'>+50 命中， +50 暴击率， 获得4个不能用于移动的行动点</font>。 标准射击 <font color='#bf1e2e'>-80% 伤害</font>但不会结束回合。每次任务只能使用一次。"
LocHelpText="进入高度反应的状态， <font color='#5CD16C'>+50 命中， +50 暴击率， 获得4个不能用于移动的行动点</font>。 标准射击 <font color='#bf1e2e'>-80% 伤害</font>但不会结束回合。每次任务只能使用一次。"
LocFlyOverText="超凡反应"
LocPromotionPopupText="<Bullet/>伤害并不是一切 - 如果装备了一个高破甲武器...<br/><Bullet/>有 <font color='#fdce2b'><Ability:SelfCooldown/></font> 回合冷却时间。每次任务只能使用一次。<br/>"

[MNT_Bulwark X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="当此单位触发监视射击时, 6格内的盟友包括自己获得 <font color='#5CD16C'>+15 防御和 +30 暴击抵抗率。</font>"
LocHelpText="当此单位触发监视射击时, 6格内的盟友包括自己获得 <font color='#5CD16C'>+15 防御和 +30 暴击抵抗率。</font>"
LocFlyOverText="堡垒"
LocPromotionPopupText="<Bullet/>对无全身掩体的盟友有利.<br/>"

[MNT_ComeAtMe X2AbilityTemplate]
LocFriendlyName="冲我来"
LocLongDescription="故意引起敌人注意， <font color='#bf1e2e'>-50%防御</font> 但所受伤害变 <font color='#5CD16C'>擦伤</font>。"
LocHelpText="故意引起敌人注意， <font color='#bf1e2e'>-50%防御</font> 但所受伤害变 <font color='#5CD16C'>擦伤</font>。"
LocFlyOverText="冲我来"
LocPromotionPopupText="<Bullet/>也就是说，这名士兵不可能完全躲过攻击。<br/><br/><Bullet/>有 <font color='#fdce2b'><Ability:SelfCooldown/></font> 回合冷却时间。<br/>"


; *********************************************************************************************************************
; ***							ITEM ABILITIES																		***
; *********************************************************************************************************************
[MNT_RapidDeployment X2AbilityTemplate]
LocFriendlyName="Rapid Deployment"
LocLongDescription="Launch a grenade as a free action. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Launch a grenade as a free action. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocFlyOverText="Rapid Deployment"
LocPromotionPopupText="<Bullet/>Launch a grenade as a free action. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_HEATGrenades X2AbilityTemplate]
LocFriendlyName="HEAT Warheads"
LocLongDescription="Grenades gain <font color='#5CD16C'>+2 armor piercing and +2 armor shredding</font>."
LocHelpText="Grenades gain <font color='#5CD16C'>+2 armor piercing and +2 armor shredding</font>."
LocPromotionPopupText="<Bullet/>Useful to soften up tough targets.<br/>"

[MNT_DangerZone X2AbilityTemplate]
LocFriendlyName="Danger Zone"
LocLongDescription="Grenades gain <font color='#5CD16C'>+2 tile radius</font>."
LocHelpText="Grenades gain <font color='#5CD16C'>+2 tile radius</font>."
LocPromotionPopupText="<Bullet/>Make bigger booms!<br/>"

[MNT_ShockAndAwe X2AbilityTemplate]
LocFriendlyName="Shock and Awe"
LocFlyOverText="Awed"
LocLongDescription="Launched or thrown grenades gain <font color='#5CD16C'>50% stun chance</font>, while simultaneously rallying nearby allies for <font color='#5CD16C'>+5 will</font>."
LocHelpText="Launched or thrown grenades gain <font color='#5CD16C'>50% stun chance</font>, while simultaneously rallying nearby allies for <font color='#5CD16C'>+5 will</font>."
LocPromotionPopupText="<Bullet/>Can be quite useful for long missions to regain will when facing psionic enemies.<br/>"

[MNT_ShockAndAwe X2EffectTemplate]
LocFriendlyName="Shock and Awe"
LocLongDescription="Launched or thrown grenades gain <font color='#5CD16C'>50% stun chance</font>, while simultaneously rallying nearby allies for <font color='#5CD16C'>+5 will</font>."
LocHelpText="Launched or thrown grenades gain <font color='#5CD16C'>50% stun chance</font>, while simultaneously rallying nearby allies for <font color='#5CD16C'>+5 will</font>."

[MNT_SmokeAndMirrors X2AbilityTemplate]
LocFriendlyName="Smoke and Mirrors"
LocLongDescription="Grants an additional smoke grenade and throwing smoke grenades is no longer a turn-ending ability."
LocHelpText="Grants additional smoke grenades and throwing smoke grenades is no longer a turn-ending ability."
LocPromotionPopupText="<Bullet/>Grants additional smoke grenades and throwing smoke grenades is no longer a turn-ending ability.<br/>"

[MNT_RestorativeSmoke X2AbilityTemplate]
LocFriendlyName="Nanomist"
LocLongDescription="Smoke grenades you throw have regenerative properties, healing those within the cloud over time."
LocHelpText="Smoke grenades you throw have regenerative properties, healing those within the cloud over time."
LocPromotionPopupText="<Bullet/>Smoke grenades heal <font color='#5CD16C'>2 HP</font> per turn to all units in the cloud - they don't discriminate between friend or foe!<br/>"

[MNT_Flashout X2AbilityTemplate]
LocFriendlyName="Flashout"
LocLongDescription="Grants additional flashbangs and throwing flashbangs is no longer a turn-ending ability."
LocHelpText="Grants additional flashbangs and throwing flashbangs is no longer a turn-ending ability."
LocPromotionPopupText="<Bullet/>Excellent for popping an ambush with a close-range specialist!<br/>"

; *********************************************************************************************************************
; ***							GREMLIN PERKS	      																***
; *********************************************************************************************************************

[MNT_IgnitionProtocol X2AbilityTemplate]
LocFriendlyName="Ignition Protocol"
LocFlyOverText="Ignition Protocol"
LocLongDescription="Overheats GREMLIN circuitry with Purifier fuel to deliver a burning shock to the target. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Overheats GREMLIN circuitry with Purifier fuel to deliver a burning shock to the target."

[MNT_IllusionProtocol X2AbilityTemplate]
LocFriendlyName="错觉协议"
LocFlyOverText="错觉协议"
LocLongDescription="在目标位置投射一个XCOM人员的全息影像，分散敌人的注意力。"
LocHelpText="在目标位置投射一个XCOM人员的全息影像，分散敌人的注意力。"

[MNT_RefractionProtocol X2AbilityTemplate]
LocFriendlyName="Refraction Protocol"
LocFlyOverText="Refraction Protocol"
LocLongDescription="Stealths the targeted ally with a field of refractive particles."
LocHelpText="Stealths the targeted ally with a field of refractive particles."

[MNT_AdrenalineProtocol X2AbilityTemplate]
LocFriendlyName="Adrenaline Protocol"
LocFlyOverText="Adrenaline Protocol"
LocLongDescription="Injects Berserker-made combat stims into targeted ally, greatly enhancing their abilities temporarily."
LocHelpText="Injects Berserker-made combat stims into targeted ally, greatly enhancing their abilities temporarily.""

[MNT_NemesisProtocol X2AbilityTemplate]
LocFriendlyName="Nemesis Protocol"
LocFlyOverText="Nemesis Protocol"
LocLongDescription="Marks all enemies in a large radius when microscopic fission detonators, increasing damage dealt. When fired upon, they will detonate, dealing great damage in an explosion."
LocHelpText="Marks all enemies in a large radius when microscopic fission detonators, increasing damage dealt. When fired upon, they will detonate, dealing great damage in an explosion."

[MNT_Primed X2EffectTemplate]
LocFriendlyName="Nemesis Protocol"
LocFlyOverText="Primed"
LocLongDescription="This unit is marked by Nemesis Protocol. Any directed gunfire will cause a massive explosion centered on this unit."

[MNT_ECM X2AbilityTemplate]
LocFriendlyName="ECM"
LocLongDescription="Deploys a field of nanonmachines that scramble enemy sensors, rendering nearby allies immune to explosions. Enemy mechanicals may also have their targeting sensors scrambled."
LocHelpText="Deploys a field of nanonmachines that scramble enemy sensors, rendering nearby allies immune to explosions. Enemy mechanicals may also have their targeting sensors scrambled."

[MNT_ReverseEngineering X2AbilityTemplate]
LocFriendlyName="逆向工程"
LocLongDescription="每次骇客无论成功与否都会略微增加1~3侵入值。"
LocHelpText="每次骇客无论成功与否都会略微增加1~3侵入值。"
LocFlyOverText="逆向工程"

[MNT_ReverseEngineering X2EffectTemplate]
LocFriendlyName="逆向工程"
LocLongDescription="每次骇客无论成功与否都会略微增加1~3侵入值。"
LocHelpText="每次骇客无论成功与否都会略微增加1~3侵入值。"
LocFlyOverText="逆向工程"

[MNT_CircuitAmp X2AbilityTemplate]
LocFriendlyName="电流放大器"
LocFlyOverText="电流放大器"
LocLongDescription="战争协议现在会释放一个电击，使目标的武器失效。小概率击晕敌人。"
LocHelpText="战争协议现在会释放一个电击，使目标的武器失效。小概率击晕敌人。"

[MNT_Overclock X2AbilityTemplate]
LocFriendlyName="超频协议"
LocFlyOverText="超频协议"
LocLongDescription="当小精灵超频时，所有的小精灵能力都不消耗行动点，直到回合结束。但同时，下一个回合遭受侵入值下降惩罚。 "
LocHelpText="当小精灵超频时，所有的小精灵能力都不消耗行动点，直到回合结束。但同时，下一个回合遭受侵入值下降惩罚。"

[MNT_Decompilation X2AbilityTemplate]
LocFriendlyName="反编译"
LocFlyOverText="反编译"
LocLongDescription="击杀机械敌人时获得 <font color='#5CD16C'>+1 侵入值</font>。"
LocHelpText="击杀机械敌人时获得 <font color='#5CD16C'>+1 侵入值</font>。"

[MNT_SystemUplink X2AbilityTemplate]
LocFriendlyName="链路系统"
LocFlyOverText="链路系统"
LocLongDescription="视野内所有的敌人都被标记，使队友在攻击他们时获得 <font color='#5CD16C'>+5 命中</font>。"
LocHelpText="视野内所有的敌人都被标记，使队友在攻击他们时获得 <font color='#5CD16C'>+5 命中</font>。"

[MNT_SystemUplink X2EffectTemplate]
LocFriendlyName="链路系统"
LocFlyOverText="链路系统"
LocLongDescription="视野内所有的敌人都被标记，使队友在攻击他们时获得 <font color='#5CD16C'>+5 命中</font>。"
LocHelpText="视野内所有的敌人都被标记，使队友在攻击他们时获得 <font color='#5CD16C'>+5 命中</font>。"

[MNT_Interdiction X2AbilityTemplate]
LocFriendlyName="Interdiction"
LocFlyOverText="Interdiction"
LocLongDescription="Approaching enemies are intercepted by the GREMLIN, which deals a small amount of guaranteed damage to them."
LocHelpText="Approaching enemies are intercepted by the GREMLIN, which deals a small amount of guaranteed damage to them."

[MNT_UplinkProtocol X2AbilityTemplate]
LocFriendlyName="Uplink Protocol"
LocFlyOverText="Uplink Protocol"
LocLongDescription="Provides Aid Protocol to all allies, even those not within vision range of the Operative."
LocHelpText="Provides Aid Protocol to all allies, even those not within vision range of the Operative."

[MNT_DroneMaster X2AbilityTemplate]
LocFriendlyName="无人机操作大师"
LocLongDescription="所有协议的效果都得到了增强，所有小精灵攻击都会造成额外的 <font color='#5CD16C'>2 伤害</font>。"
LocHelpText="所有协议的效果都得到了增强，所有小精灵攻击都会造成额外的 <font color='#5CD16C'>2 伤害</font>。"

; *********************************************************************************************************************
; ***							WEAPONS ABILITIES																***
; *********************************************************************************************************************
[MNT_LightEmUp X2AbilityTemplate]
LocFriendlyName="Light 'Em Up"
LocFlyOverText="Light 'Em Up"
LocLongDescription="Single-action shots no longer end your turn."
LocHelpText="Single-action shots no longer end your turn."
LocPromotionPopupText="<Bullet/> By default, this includes rifles, shotguns, bullpups, and vektor rifles.<br/>"

[MNT_Strafe X2AbilityTemplate]
LocFriendlyName="Strafe"
LocLongDescription="Whenever you fire your SMG, you may move afterwards."
LocHelpText="When you fire your SMG, you may move afterwards."
LocFlyOverText="Strafe"

[MNT_AutoPistolShot X2AbilityTemplate]
LocFriendlyName="Fire Autopistol"
LocLongDescription="Fire a three-round burst with your autopistol. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Fire a three-round burst with your autopistol. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."

[MNT_Fastdraw X2AbilityTemplate]
LocFriendlyName="Quickdraw"
LocFlyOverText="Quickdraw"
LocLongDescription="Shots with your sidearm no longer end your turn."
LocHelpText="Shots with your sidearm no longer end your turn."
LocPromotionPopupText="<Bullet/> GREMLINs don't shoot. Nor do swords. Applies to pistols, sawn-offs, and arc throwers. <br/>"

[MNT_DoubleTap X2AbilityTemplate]
LocFriendlyName="Double Tap"
LocLongDescription="Fires twice at the same enemy. The first shot has an <font color='#bf1e2e'>-15 aim</font> penalty."
LocHelpText="Fires twice at the same enemy. The first shot has an <font color='#bf1e2e'>-15 aim</font> penalty."
LocFlyOverText="Double Tap"
LocPromotionPopupText="<Bullet/>Double Tap has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/><Bullet/>Requires the use of a <font color='#bf1e2e'>shotgun or a sniper rifle</font>.<br/>"

[MNT_Blitz X2AbilityTemplate]
LocFriendlyName="Blitz"
LocLongDescription="Charges the foe to deal a point-blank shot with your <Ability:WeaponName/>. Gains <font color='#5CD16C'>+2 armor</font> until next turn."
LocHelpText="Charges the foe to deal a point-blank shot with your <Ability:WeaponName/>. Gains <font color='#5CD16C'>+2 armor</font> until next turn."
LocFlyOverText="Blitz"
LocPromotionPopupText="<Bullet/>This attack doesn't end your turn when used, so the soldier can still reposition. <br/><Bullet/>Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_PiercingShot X2AbilityTemplate]
LocFriendlyName="Piercing Shot"
LocLongDescription="Delivers a piercing shot with your <Ability:WeaponName/> that ignores armor."
LocHelpText="Delivers a piercing shot with your <Ability:WeaponName/> that has<font color='#5CD16C'>+5 armor-piercing</font>."
LocFlyOverText="Piercing Shot"
LocPromotionPopupText="<Bullet/>Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_PiercingShotBonuses X2AbilityTemplate]
LocFriendlyName="Piercing Shot"

[MNT_ArmorPenetrate X2AbilityTemplate]
LocFriendlyName="Full Pierce"
LocLongDescription="Bladed attacks ignore armor."
LocHelpText="Bladed attacks ignore armor."
LocPromotionPopupText="<Bullet/>Affects combat knives too.<br/>"

[MNT_SwordMomentum X2AbilityTemplate]
LocFriendlyName="Momentum"
LocLongDescription="After striking a foe with a sword, gain a movement action point."
LocHelpText="After striking a foe with a sword, gain a movement action point."
LocPromotionPopupText="<Bullet/>After striking a foe with a sword, gain a movement action point.<br/>"

[MNT_FastFire X2AbilityTemplate]
LocFriendlyName="Reflex Shot"
LocLongDescription="An itchy trigger finger allows you to fire one shot as a free action, once per mission."
LocHelpText="An itchy trigger finger allows you to fire one shot as a free action, once per mission."
LocPromotionPopupText="<Bullet/> Adrenaline? Adrenaline. <br/>"

[MNT_SlamFire X2AbilityTemplate]
LocFriendlyName="Slam Fire"
LocLongDescription="For the rest of the turn, whenever you get a critical hit with your <Ability:WeaponName/>, your actions are refunded. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="For the rest of the turn, whenever you get a critical hit with your <Ability:WeaponName/>, your actions are refunded."
LocFlyOverText="Slam Fire"
LocPromotionPopupText="<Bullet/> With the proper setup, you can trigger Slam Fire many times in a turn. <br/><Bullet/> If you activate Slam Fire at the beginning of the turn you can move or reload between shots (once). <br/><Bullet/> Equip your weapon with a Laser Sight and an Expanded Magazine or Autoloader to maximize Slam Fire's potential. <br/>"


; *********************************************************************************************************************
; ***							SKIRMISHER																			***
; *********************************************************************************************************************

[MNT_RapidRappel X2AbilityTemplate]
LocFriendlyName="Rapid Rappel"
LocLongDescription="A firm understanding of how to effectively use the grapple reduces grapple cooldown and grants an additional <font color='#5CD16C'>+1 move action</font> upon grappling."
LocHelpText="A firm understanding of how to effectively use the grapple reduces grapple cooldown and grants an additional <font color='#5CD16C'>+1 move action</font> upon grappling."
LocPromotionPopupText="<Bullet/>Use this to quickly manuever around and flank enemies.<br/>"

[MNT_TacticalProfile X2AbilityTemplate]
LocFriendlyName="战术姿态"
LocLongDescription="处于高地优势时，可以获得双倍的掩体加成。"
LocHelpText="处于高地优势时，可以获得双倍的掩体加成。"
LocPromotionPopupText="<Bullet/>允许处于不安全的位置，因为防御获得加成。<br/>"

[MNT_FirstBlood X2AbilityTemplate]
LocFriendlyName="第一滴血"
LocLongDescription="当士兵进行第一次攻击时，他们造成 <font color='#5CD16C'>+1 伤害和 +15 暴击率</font>。 效果影响所有类型攻击，但只有士兵和目标敌人都为满血情况下才能生效。"
LocHelpText="当士兵进行第一次攻击时，他们造成 <font color='#5CD16C'>+1 伤害和 +15 暴击率</font>。 效果影响所有类型攻击，但只有士兵和目标敌人都为满血情况下才能生效。"
LocPromotionPopupText="<Bullet/>影响范围技能包括榴弹。<br/>"

[MNT_MomentumSwing X2AbilityTemplate]
LocFriendlyName="荡秋千"
LocLongDescription="每当士兵杀死敌人时，立即重置攀爬爪钩冷却时间。"
LocHelpText="每当士兵杀死敌人时，立即重置攀爬爪钩冷却时间。"
LocPromotionPopupText="<Bullet/>允许士兵快速攀爬定位到敌人的侧翼<br/>"

[MNT_MasterOfArms X2AbilityTemplate]
LocFriendlyName="Master of Arms"
LocLongDescription="Ripjack and bullpup attacks deal an additional <font color='#5CD16C'>+1 damage, +1 shred, +1 pierce, and ruptures foes for +1 damage</font>."
LocHelpText="Ripjack and bullpup attacks deal an additional <font color='#5CD16C'>+1 damage, +1 shred, +1 pierce, and ruptures foes for +1 damage</font>."
LocPromotionPopupText="<Bullet/>The Skirmisher becomes a powerful team amplifier with this effect.<br/>"


; *********************************************************************************************************************
; ***							XModBase																			***
; *********************************************************************************************************************
[XMBExample_Pyromaniac X2AbilityTemplate]
LocFriendlyName="纵火狂"
LocFlyOverText="纵火狂"
LocHelpText="造成的火焰伤害+1, 每回合造成的燃烧伤害+1。 每次任务免费获得一颗燃烧手雷。"
LocLongDescription="造成的火焰伤害+1, 每回合造成的燃烧伤害+1。 每次任务免费获得一颗燃烧手雷。"

[XMBExample_AbsolutelyCritical X2AbilityTemplate]
LocFriendlyName="绝对暴击"
LocFlyOverText="绝对暴击"
LocHelpText="你对侧翼暴露目标有额外的25点暴击几率。"
LocLongDescription="你对侧翼暴露目标有额外的25点暴击几率。"

; *********************************************************************************************************************
; ***							Richard's Classes																	***
; *********************************************************************************************************************
[RepairProtocolRS X2AbilityTemplate]
LocFriendlyName="修复协议"
LocLongDescription="派遣小精灵修复一个机械盟友，恢复其 <Ability:REPAIRPROTOCOLRS_AMOUNTREPAIRED/> 生命值。每次任务有<Ability:REPAIRPROTOCOLRS_CHARGES/> 充能条。"
LocHelpText="派遣小精灵修复一个机械盟友，恢复其 <Ability:REPAIRPROTOCOLRS_AMOUNTREPAIRED/> 生命值。每次任务有<Ability:REPAIRPROTOCOLRS_CHARGES/> 充能条。"
LocFlyOverText="修复协议"
LocPromotionPopupText="<Bullet/>派遣小精灵修复一个机械盟友，恢复其 <Ability:REPAIRPROTOCOLRS_AMOUNTREPAIRED/> 生命值。每次任务有<Ability:REPAIRPROTOCOLRS_CHARGES/> 充能条。<br/>"

; *********************************************************************************************************************
; ***							ExtendedPerkPack																	***
; *********************************************************************************************************************
[X2Ability_ExtendedPerkPack]
LocCombatDrugsEffect="战斗药剂I型"
LocCombatDrugsEffectDescription="这个烟雾效果是由战斗药剂I型技能造成, 得到 +<Ability:COMBATDRUGS_AIM/> 命中和 +<Ability:COMBATDRUGS_CRIT/> 暴击率。"

LocBolsteredWallEffect="盾墙加固"
LocBolsteredWallEffectDescription="盾墙激活的时候, 得到 +<Ability:BOLSTEREDWALL_DODGE_BONUS/> 额外闪避。"

LocFaultlessDefenseEffect="绝对防御"
LocFaultlessDefenseEffectDescription="盾墙被激活的时候，免疫暴击。"


; *********************************************************************************************************************
; ***						ShadowOps					***
; *********************************************************************************************************************
[PackmasterUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="战斗工程师: 大口袋"
Summary="通用槽里受限的物品得到额外一次使用次数。"

[PackmasterUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="战斗工程师: 大口袋"
Summary="通用槽里受限的物品得到额外一次使用次数。"

[ExtraMunitionsUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="额外军需品"
Summary="所有士兵在任务中得到额外一颗免费的手雷"

[X2Ability_EngineerAbilitySet]
CombatDrugsName="战斗药剂"
CombatDrugsDescription="一种快速生效的兴奋剂，让士兵的命中和意志获得提升。"

[X2Ability_HunterAbilitySet]
FadePenaltyText="移动会打破隐匿。"
SnapShotPenaltyText="本单位用1个行动点进行监视，有命中惩罚。"
BullseyePenaltyName="惊慌"
BullseyePenaltyText="此单位命中、防御和意志均-20。"
DisabledFriendlyName="缴械"
DisabledFriendlyDesc="大多数能力被禁用"
DisabledEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 处于缴械."
DisabledEffectTickedString="<XGParam:StrValue0/!UnitName/> 仍处于缴械."
DisabledEffectLostString="<XGParam:StrValue0/!UnitName/> 不再处于缴械."